Repository: VanL/djaoapp
Catalog: djaoapp/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Two-letter ISO 639 code for the preferred communication language (ex: en)
fr: Le code à trois lettres ISO 4217 pour l'unité monétaire destinataire (ex: eur).

source: Number of attempts to pass the one-time code
fr: Nombre de tentatives pour entrer le code

source: Unable to create a unique URL slug with a base of '%(base)s'
fr: Impossible de créer un slug URL unique à partir de '%(base)s'

source: User that created the activity
es: Usuario que creó la actividad
fr: Utilisateur qui a créé une activitée

source: Free form text description of the activity
es: Texto libre para descripción de la actividad
fr: Texte libre pour la description de l'activité

source: Account the activity is associated to
es: La cuenta con la que está asociada la actividad
fr: Compte auquel l'activité est liée

source: Short description of the notification
fr: Brève description de la notification

source: Long description of the notification
fr: Description longue de la notification

source: Unique public identifier for the API key
fr: Identifiant public unique de la clé API

source: Private portion of the API key
fr: Partie privée de la clé API

source: Date/time at which the API key expires (in ISO format)
fr: Date/heure à laquelle la clé API expire (en format ISO)

source: Private key for the OTP generator
fr: Clé privée pour le générateur OTP

source: Number of attempts to pass the OTP code
fr: Nombre de tentatives pour entrer le code OTP

source: Enter a valid email address or phone number.
es: Ingrese una dirección de correo electrónico o un número de teléfono válidos.
fr: Saisissez une adresse e-mail ou un numéro de téléphone valide.

source: Enter a valid username, email address or phone number.
es: Introduzca un nombre de usuario, una dirección de correo electrónico o un número de teléfono válidos.
fr: Saisissez un nom d'utilisateur, une adresse e-mail ou un numéro de téléphone valides.

source: Password of the user making the HTTP request
es: Contraseña del usuario que realiza la solicitud HTTP
fr: Mot de passe de l'utilisateur faisant la requête HTTP

source: One-time code. This field will be checked against an expected code when multi-factor authentication (MFA) is enabled.
es: Código de un solo uso. Este campo se comparará con un código esperado cuandoLa autenticación multifactor (MFA) está habilitada.
fr: Code à usage unique. Ce champ sera comparé à un code attendu lorsque l'authentification multifacteur (MFA) est activée.

source: Email verification code.
fr: Code de vérification pour e-mail

source: Phone verification code.
fr: Code de vérification du téléphone

source: Secret API Key used to authenticate user on every HTTP request
es: Clave secreta de la API para validar el usuario en cada solicitud del HTTP
fr: Clé secrète pour l'API utilisé pour identifier l'utilisateur à chaque requête HTTP

source: Username, e-mail address or phone number to identify the account
es: Nombre de usuario, dirección de correo electrónico o número de teléfono para identificar la cuenta
fr: Nom d'utilisateur, adresse e-mail ou numéro de téléphone pour identifier le compte

source: Enables/disables OTP
fr: Activer/déactiver OTP

source: Enables/disables E-mail verification
fr: Activer/déactiver vérification des e-mail

source: Enables/disables Phone verification
fr: Activer/déactiver vérification des nombres de téléphone

source: Private key
fr: Clé privée

source: Provisioning URI
fr: URI de provisionnement

source: New public key for the user referenced in the URL
es: Nueva clave pública para el usuario al que se hace referencia en la URL
fr: Nouvelle clé publique pour l'utilisateur référencé dans l'URL

source: New password for the user referenced in the URL
es: Nueva contraseña para el usuario al que se hace referencia en la URL
fr: Nouveau mot de passe pour l'utilisateur référencé dans l'URL

source: Email or phone number to recover the account
es: Correo electrónico o número de teléfono para recuperar la cuenta
fr: Email ou numéro de téléphone pour récupérer le compte

source: Token used to authenticate user on every HTTP request
es: La clave (token) se usa para validar al usuario ante cada solicitud del HTTP
fr: Token utilisé pour identifier l'utilisateur à chaque requête HTTP

source: Unique identifier for the user, typically used in URLs
fr: Identifiant unique de l'utilisateur, généralement utilisé dans les URL

source: Password with which a user can authenticate with the service
es: Contraseña con la que un usuario puede demostrar su autenticidad para recibir el servicio
fr: Mot de passe que l'utilisateur peut utiliser pour se connecter avec le service.

source: Title of the new keypair
fr: Titre pour la nouvelle pair de clées

source: True when a cookie session should additionally be created
fr: Vrai lorsqu'une session de cookie doit également être créée

source: Unique identifier that can safely be used in place of username
fr: Identifiant unique qui peut être utilisé en toute sécurité à la place du nom d'utilisateur

source: Primary e-mail address to contact user
fr: L'adresse e-mail pour l'utilisateur

source: Primary phone number to contact user
es: Número de teléfono principal para contactar al usuario
fr: Numéro de téléphone principal pour contacter l'utilisateur

source: Date at which the user account was created
fr: Date à laquelle le compte utilisateur à été créé

source: Date at which the user last logged in
fr: Date à laquelle l'utilisateur s'est connecté pour la dernière fois

source: True if the user has valid login credentials
es: Verdadero si el usuario tiene credenciales de inicio de sesión válidas
fr: Vrai si l'utilisateur possède des informations de connexion valides

source: This e-mail address is already taken.
es: Esta dirección de correo electrónico ya está en uso.
fr: Cette address email est déjà prise.

source: Signature has expired.
es: La firma ha vencido.
fr: La signature a expiré

source: Error decoding signature.
es: Error en la decodificación de la firma.
fr: Erreur durant le décodage de la signature.

source: Missing username in payload
es: No se halló el nombre de usuario entre la carga útil (datos reales)
fr: Le nom d'utilisateur est manquant du payload

source: User does not exist.
es: El usuario no existe.
fr: L'utilisateur n'existe pas.

source: Enter a valid phone number.
es: Ingrese un número de teléfono válido.
fr: Entrez un numéro de téléphone valide.

source: The phone number entered is not valid.
es: El número de teléfono ingresado no es válido.
fr: Le numéro de téléphone entré n'est pas valide.

source: Enter a valid email or phone number.
es: Ingrese un correo electrónico o número de teléfono válido.
fr: Saisissez une adresse e-mail ou un numéro de téléphone valide.

source: Enter a valid username, email or phone number.
es: Ingrese un nombre de usuario, correo electrónico o número de teléfono válido.
fr: Saisissez un nom d'utilisateur, une adresse e-mail ou un numéro de téléphone valides.

source: Activation failed. You may have already activated your account previously. In that case, just login. Thank you.
es: La activación falló. Probablemente ya haya activado la cuenta antes. En tal caso, simplemente inicie sesión. Gracias.
fr: Erreur lors de l'activation du compte. Vous avez peut-être déjà activé votre compte. Dans ce cas, connectez-vous simplement. Merci.

source: Email verification code does not match.
fr: L'e-mail et sa confirmation n'ont pas une valeur identique.

source: Notifications updated.
es: Avisos actualizados.
fr: Notifications sauvegardées.

source: Your password is incorrect.
es: Tu contraseña es incorrecta.
fr: Votre mot de passe est incorrect.

source: Password has been updated successfuly.
es: La contraseña se ha actualizado correctamente.
fr: Le mot de passe a bien été sauvegardé.

source: Public Key has been updated successfuly.
es: La llave pública se ha actualizado correctamente.
fr: La clé publique a bien été sauvegardée.

source: No %(verbose_name)s found matching the query
es: No se halló ningún %(verbose_name)s que coincida con la consulta.

source: Entry point to forward domain requests to
es: Punto de entrada para reenviar solicitudes de dominio a

source: Your e-mail address looks like one typically used by Bots. Please use an alternate e-mail address
es: Su dirección de correo electrónico se parece a la que suelen utilizar los bots. Utilice una dirección de correo electrónico alternativa

source: Phone number for the billing profile
es: Número de teléfono del perfil de facturación

source: Type of the accounts being registered
es: Tipo de cuentas que se están registrando

source: Signature
es: Firma

source: You must agree to terms and conditions.
es: Debe aceptar los términos y condiciones.

source: Enter a valid phone number. If you still get an error, please try to enter it as an international phone number (start by typing +, then the country code, then the number. Ex: +14155145544)
es: Ingrese un número de teléfono válido. Si se sigue produciendo el error, intente ingresarlo como número de teléfono internacional (comience por escribir +, después el código de país y a continuación, el número. P. ej., +14155145544)

source: You already have an account?
es: ¿Ya tienes una cuenta?

source: This activation token is invalid or has expired.
es: Este token de activación no es válido o ha caducado.

source: Forgot Password
es: Has olvidado tu contraseña

source: Enter your e-mail address to reset and create a new password.
es: Ingrese su dirección de correo electrónico para restablecer y crear una nueva contraseña.

source: Back to login?
es: ¿Atrás para iniciar sesión?

source: Powered by &copy; 2021 DjaoDjin. All rights reserved.
es: Desarrollado por & copy; 2021 DjaoDjin. Reservados todos los derechos.

source: %(name)s Profile
es: Perfil de %(name)s

source: Description
es: Descripción

source: Contacts
es: Contactos

source: Expiration
es: Vencimiento

source: By clicking on the &quot;Register&quot; button below, <br> <b>I signify that I have read and accept the <a target="_blank" href="/legal/terms-of-use/">terms of service</a></b>.
es: Al hacer clic en el botón & quot; Registrarse & quot; a continuación, <br><b> acepto que He leído y acepto las <a target="_blank" href="/legal/terms-of-use/">condiciones de servicio</a></b>.

source: Extra Options
es: Opciones extra

source: %(name)s Updated
es: %(name)s Actualizada

source: Please update it for continued service.
es: Actualícelo para continuar el servicio.

source: Charge
es: Cargo

source: Receipt
es: Recibo

source: On %(created_at)s, we attempted to charge your card for %(price)s.
es: El %(created_at)s, intentamos cargar %(price)s en su tarjeta.

source: Send test e-mail
es: Enviar correo electrónico de prueba

source: Your subscription to %(name)s expires in %(nb_days)s days
es: Su suscripción a %(name)s caduca en %(nb_days)s días

source: %(subscriber)s subscription to %(plan)s from %(provider)s expires in %(nb_days)s days.
es: La suscripción de %(subscriber)s a %(plan)s de %(provider)s caduca en %(nb_days)s días.

source: %(provider)s Order Confirmation
es: %(provider)s Confirmación de pedido

source: Link is valid for %(expiration_days)s days.
es: El enlace es válido por %(expiration_days)s días.

source: Payment Processor setup error
es: Error de configuración del procesador de pagos

source: A customer attempted to pay on your website. There was an error as it seems the payment processor account for %(name)s is not connected properly.
es: Un cliente intentó pagar en su sitio web. Se produjo un error, según parecela cuenta del procesador de pagos de %(name)s no está conectada correctamente.

source: %(user)s was added as a %(role)s to %(organization)s
es: %(user)s se agregó como %(role)s a %(organization)s

source: You can review who has a %(role)s to <a href="%(back_url)s">%(organization)s profile</a> now by clicking on the previous link or copy/pasting the following link in your browser:
es: Puede revisar quién tiene un %(role)s para <a href="%(back_url)s">Perfil de %(organization)s</a> ahora haciendo clic en el enlace anterior o copiando/pegando el siguiente enlace en su navegador:

source: You were added as a %(role)s to %(organization)s
es: Te agregaron como %(role)s a %(organization)s

source: You were added as a %(role)s to %(organization)s and can access the <a href="%(back_url)s">%(organization)s account</a> now by clicking on the previous link or copy/pasting the following link in your browser:
es: Se le agregó como %(role)s a %(organization)s y puede acceder a la <a href="%(back_url)s">cuenta de %(organization)s</a> ahora haciendo clic en enlace anterior o copie/pegue el siguiente enlace en su navegador:

source: Awesome, a new user signed up on your %(broker)s site!
es: ¡Genial, un nuevo usuario se registró en su sitio %(broker)s!

source: Sales report for the week ending %(date)s
es: Informe de ventas para la semana que termina el %(date)s

source: tags
es: etiquetas

source: Tag
es: Etiqueta

source: When you are modifying root templates (ex: <filename>base.html</filename>), you may inadvertently break the dashboard and become unable to access this page to upload a fix.
es: Cuando está modificando plantillas raíz (por ejemplo: <filename>base.html</filename>), Es posible que, sin darse cuenta, rompa el panel y no pueda acceder a este página para cargar una corrección.

source: You can reset to the default theme, but you will need an <a href="%(profile_url)s">API key</a> to trigger the <a href="https://djaodjin.com/docs/djaoapp-api/#themes_delete">API end point</a> from the command line.
es: Puede restablecer el tema predeterminado, pero necesitará un <a href ="%(profile_url)s">clave API</a>para activar<a href="https://djaodjin.com/docs/ djaoapp-api/#themes_delete">punto final de la API</a> desde el comando línea.

source: Notifications
es: Notificaciones

source: As HTTP Cookie Header
es: Como encabezado de cookie HTTP

source: Bank Information
es: Información bancaria

source: Bank
es: Banco

source: Totals
es: Totales

source: Coupons
es: Cupones

source: Revenue
es: Ingresos

source: Transactions
es: Actas

source: Date
es: Fecha

source: Institution
es: Institución

source: Discount %%
es: Descuento %%

source: Download the list of coupons if necessary.
es: Descargue la lista de cupones si es necesario.

source: Select plan
es: Seleccionar plan

source: Billing for %(organization)s
es: Facturación de %(organization)s

source: one-time charge ...
es: carga única ...

source: CSV Download
es: Descarga CSV

source: REFERENCE
es: REFERENCIA

source: Origin Organization
es: Organización de origen

source: Destination Organization
es: Organización de destino

source: Add Offline Transactions
es: Agregar transacciones sin conexión

source: Engagement
es: Compromiso

source: Please choose an organization ...
es: Elija una organización ...

source: %(provider)s Charge Receipt
es: Recibo de cargo de %(provider)s

source: On %(created_at)s, the credit card has been charged for an amount of %(price)s. Payment Information:
es: El %(created_at)s, se cargó a la tarjeta de crédito un importe de%(price)s. Información de pago:

source: Reset API Key
es: Restablecer clave de API

source: Obtain a new API Key to authenticate.
es: Obtenga una nueva clave de API para autenticarse.

source: Ask for password
es: Pedir contraseña

source: Please re-enter your password ...
es: Por favor re ingrese su contraseña ...

source: This is your secret API key.
es: Esta es su clave API secreta.

source: API Key
es: Clave API

source: This is the API key you can use to authenticate with the service.
es: Esta es la clave de API que puede utilizar para autenticarse con el servicio.

source: Generate
es: Generar

source: If you are creating an organization, plan to have multiple managers, etc., please enter a shortID different from your username. Otherwise we will merge the profile with your user account.
es: Si está creando una organización, planee tener varios gerentes, etc.por favor ingrese un shortID diferente de su nombre de usuario. De lo contrario, nos fusionaremos el perfil con su cuenta de usuario.

source: Create plan
es: Crear plan

source: Status
es: Estado

source: %(plan)s plan subscribers
es: %(plan)s suscriptores del plan

source: Start typing the name or email of the profile you want to add.
es: Comience a escribir el nombre o correo electrónico del perfil que desea agregar.

source: Add subscriber
es: Agregar suscriptor

source: %(invitee)s is not yet registered. This is an opportunity to invite and add her/him.
es: %(invitee)s aún no está registrado. Esta es una oportunidad para invitar y agregar ella el.

source: Hi %(invitee)s, I am subscribing you to %(plan)s. Thank you, - %(user)s
es: Hola %(invitee)s, Te estoy suscribiendo a %(plan)s. Gracias, - %(user)s

source: Start typing the username or email of the person you want to add.
es: Empiece a escribir el nombre de usuario o el correo electrónico de la persona que desea agregar.

source: grant
es: conceder

source: ex: Sales associate
es: Ej: Asociada de ventas

source: Subscriptions to %(organization)s
es: Suscripciones a %(organization)s

source: Start typing the name or email of the profile you want access to.
es: Empiece a escribir el nombre o el correo electrónico del perfil al que desea acceder.

source: Profile name or e-mail address
es: Nombre de perfil o dirección de correo electrónico

source: Screen name
es: Nombre de pantalla

source: You need to verify your e-mail address before going further. Please click on the link in the e-mail we just sent you.
es: Debe verificar su dirección de correo electrónico antes de continuar. Haga clic en el enlace en el correo electrónico que le acabamos de enviar.

source: Change Public Key
es: Cambiar clave pública

source: Your password has been reset sucessfully.
es: La contraseña se ha restablecido correctamente.

source: There were invalid fields while registering. See below.
es: Hubo campos inválidos al registrarse. Vea abajo.

source: Card updated
es: Tarjeta actualizada

source: This notification is sent when a credit card on file is updated.
es: Esta notificación se envía cuando se actualiza una tarjeta de crédito registrada.

source: This notification is sent when a charge is created on a credit card. It is also sent when the charge is refunded.
es: Esta notificación se envía cuando se crea un cargo en una tarjeta de crédito. Es también se envía cuando se reembolsa el cargo.

source: Claim code
es: Código de reclamo

source: This notification is sent to the user invited through a groupBuy.
es: Esta notificación se envía al usuario invitado a través de un groupBuy.

source: Expires soon
es: Vence pronto

source: This notification is sent when a subscription is about to expire.
es: Esta notificación se envía cuando una suscripción está a punto de caducar.

source: Order confirmation
es: Confirmación del pedido

source: This notification is sent when an order has been confirmed but a charge has been successfuly processed yet.
es: Esta notificación se envía cuando se ha confirmado un pedido pero se ha realizado un cargo todavía se ha procesado correctamente.

source: Profile updated
es: Perfil actualizado.

source: This notification is sent when a profile is updated.
es: Esta notificación se envía cuando se actualiza un perfil.

source: Password reset
es: Restablecimiento de contraseña

source: This notification is sent to a user that has requested to reset their password through a "forgot password?" link.
es: Esta notificación se envía a un usuario que ha solicitado restablecer sucontraseña a través de un enlace "¿olvidó la contraseña?".

source: User activated
es: Usuario activada

source: This notification is sent to profile managers of a domain when a user has activated his/her account.
es: Esta notificación se envía a los administradores de perfiles de un dominio cuando un usuario tiene activó su cuenta.

source: User contact
es: Contacto de usuario

source: This notification is sent to profile managers of a domain when a user submits an inquiry on the contact-us page.
es: Esta notificación se envía a los administradores de perfiles de un dominio cuando un usuario envía una consulta en la página de contacto.

source: User registered
es: Usuario registrada

source: This notification is sent to profile managers of a domain when a user has registered.
es: Esta notificación se envía a los administradores de perfiles de un dominio cuando un usuario tiene registrado.

source: Role requested
es: Rol solicitado

source: This notification is sent to profile managers of an organization when a user has requested a role on that organization.
es: Esta notificación se envía a los administradores de perfiles de una organización cuando un usuario ha solicitado un papel en esa organización.

source: Verification
es: Clave de verificación

source: This notification is sent to verify an e-mail address of a user.
es: Esta notificación se envía para verificar la dirección de correo electrónico de un usuario.

source: This notification is sent to profile managers. It contains the weekly sales results.
es: Esta notificación se envía a los administradores de perfiles. Contiene las ventas semanales resultados

source: Login as subscriber
es: Iniciar sesión como suscriptor

source: Login as a site admin
es: Inicie sesión como administrador

source: Unique identifier that can be used in URL paths
es: Identificador único que se puede utilizar en rutas de URL

source: Title of the page element
es: Título del elemento de la página

source: Long description of the page element
es: Descripción detallada del elemento de la página

source: date/time submitted
es: fecha / hora de envío

source: text
es: texto

source: IP address
es: Dirección IP

source: user
es: usuario

source: Picture icon that can be displayed alongside the title
es: Icono de imagen que se puede mostrar junto al título

source: attaches the payment card to the Organization when true
es: adjunta la tarjeta de pago a la Organización cuando sea verdadera

source: E-mail of the invitee
es: Correo electrónico de la invitada

source: Type of discount (percentage or currency unit)
es: Tipo de descuento (porcentaje o unidad monetaria)

source: Filter on the Transaction accounts
es: Filtre entre las cuentas para transacciones

source: Datapoints in the serie
es: Punto de datos de la serie

source: Natural period for the subscription
es: Período normal de la suscripción

source: True if the request user is able to update the subscription. Typically a manager for the plan provider.
es: Es válido si el usuario que envía la solicitud logra actualizar la suscripción. Por lo general, es un gerente asignado al proveedor del plan

source: Source organization from which funds are withdrawn
es: Organización de origen de la que se extraen los fondos

source: Target organization to which funds are deposited
es: Organización de destino en la que se depositan los fondos

source: Invalid subscription/plan field format
es: El formato del campo de suscripción/plan no es válido

source: It seems a broker was not defined, or defined incorrectly.
es: Aparentemente no se ha definido ninguna interfaz o la definición no se ha efectuado correctamente.

source: Enable GroupBuy (<a href="https://djaodjin.com/docs/#group-billing" target="_blank">what is it?</a>)
es: Habilitar GroupBuy (<a href="https://djaodjin.com/docs/#group-billing"target="_blank">¿qué es?</a>)

source: %(nb_periods)d %(period_name)s free
es: %(nb_periods)d %(period_name)s gratis

source: The organization can fulfill the provider side of a subscription.
es: La organización puede actuar como proveedora de una suscripción.

source: %(organization)s is not associated to an account on the processor and no token was passed.
es: %(organization)s no está asociada con ninguna cuenta del procesador ni se transmitió ninguna clave (token) relacionada.
