Repository: VanL/djaoapp
Catalog: djaoapp/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Key to identify the request for the role
fr: Cle pour identifier la requete du role

source: Key to identify the grant of the role
fr: Cle pour identifier l'octroie du role

source: Date/time when the role ends
fr: Date/heure de fin du rôle

source: Short description of the agreement
fr: Brève description de l'accord

source: Date/time the agreement was last updated (in ISO format)
fr: Date/heure de la dernière mise à jour de l'accord (au format ISO)

source: balances with multiple currency units (%s)
es: Saldos en diferentes unidades monetarias (%s)
fr: balances avec multiples unités monétaire (%s)

source: Unique code used to retrieve the invoice / charge
fr: Code unique utilisé pour récupérer la facture/charge

source: Total amount in currency unit
es: Importe total, en unidad monetaria
fr: Montant total en unité monétaire

source: Organization charged
es: Organización a la que se le cobra
fr: Nom de l'organisation qui a payé

source: Description for the charge as appears on billing statements
es: Descripción del cargo tal como aparece en los extractos de facturación
fr: Description du paiement tel qu'il apparaît sur les relevés de banque.

source: Expiration date of the credit card used
es: Fecha de vencimiento de la tarjeta de crédito usada
fr: La date d'expiration de la carte de paiement utilisée

source: charge and refunds have different units (%(unit)s vs. %(refund_unit)s)
es: el cargo y los reembolsos tienen unidades diferentes (%(unit)s frente a %(refund_unit)s)
fr: La charge et les remboursements ont différentes unités (%(unit)s vs. %(refund_unit)s)

source: Cannot refund %(refund_required)s while there is only %(refund_available)s available on the line item.
es: No es posible realizar el reembolso %(refund_required)s mientras solamente esté disponible %(refund_available)s en el artículo.
fr: Impossible de rembourser %(refund_required)s alors qu'il n'y a que %(refund_available)s disponible pour la ligne.

source: Transaction invoiced through this charge
es: Transacción facturada con este cargo
fr: La Transaction facturée à travers cette charge

source: Fee transaction to processor in order to process the transaction invoiced through this charge
es: Tarifa de transacción al procesador para procesar la transacción facturadaa través de este cargo
fr: Transaction enregistrant les frais pour la transaction facturée a travers cette charge

source: Fee transaction to broker in order to process the transaction invoiced through this charge
es: Tarifa de transacción al corredor para procesar la transacción facturadaa través de este cargo
fr: Transaction enregistrant les frais pour la transaction facturée a travers cette charge

source: Transaction recording the distribution from processor to provider.
es: Transacción con la que se graba la distribución del procesador al proveedor.
fr: Transaction enregistrée pour la distribution du processeur au fournisseur.

source: charge item and refunds have different units (%(unit)s vs. %(refund_unit)s)
fr: Les éléments facturés et les remboursements ont différentes unités (%(unit)s vs. %(refund_unit)s)

source: %(provider)s has %(funds_available)s of funds available. %(funds_required)s are required to refund '%(descr)s'
es: %(provider)s tiene %(funds_available)s en fondos disponibles. Para reembolsar '%(descr)s' se necesitan %(funds_required)s
fr: %(provider)s a %(funds_available)s de fonds disponibles. %(funds_required)s sont requis pour rembourser '%(descr)s'

source: Short description of the plan
fr: Brève description du plan

source: Long description of the plan
fr: Longue description du plan

source: True when a profile can subscribe to the plan
fr: Vrai quand les utilisateurs peuvent souscrire au plan

source: True if the plan has no pricing (i.e. contact us)
fr: Vrai si le forfait n'a pas de prix (c'est-à-dire contactez-nous)

source: True when the plan is meant for personal profiles first and foremost
fr: Vrai lorsque le forfait s’adresse avant tout aux profils personnels

source: Date/time the plan was discountinued (in ISO format)
fr: Date/heure le plan a été terminé (en format ISO)

source: Profile the plan belongs to
fr: Profil auquel appartient le plan

source: True requires a subscriber to accept the subscription when created by the provider
fr: Vrai si l'utilisateur authentifié est autorisé à modifier l'abonnement. En général si l'utilisateur est un manager du fournisseur du plan.

source: True requires a provider to accept the subscription when created by the subscriber
fr: Vrai lorsqu'un fournisseur doit accepter manuellement un abonnement au plan lancé par un abonné. (False par défaut)

source: One-time charge amount in currency unit
es: Importe del cargo único, en unidad monetaria
fr: Montant en unité monétaire à payer une seule fois

source: Recurring amount per period in currency unit
es: Importe recurrente por período, en unidad monetaria
fr: Montant en unité monétaire à payer à chaque période

source: Number of periods for a subscription to the plan (defaults to 1)
fr: Nombre de périodes avant que l'abonnement au plan se termine (1 par défaut)

source: Broker fee per transaction (in per 10000).
es: Tarifa de corredor por transacción (en por 10000).
fr: Frais de l'intermédiaire par transaction (en pour 10000)

source: Payment required to access full service
es: Pago obligatorio para acceder al servicio completo
fr: Vous devez payer pour accèder au service complet

source: Number of natural periods before a subscription to the plan ends (default to 1)
es: Cantidad de períodos normales previos a la finalización de una suscripción del plan (por defecto, 1)
fr: Nombre de périodes avant que l'abonnement au plan se termine (1 par défaut)

source: period type %d is not defined.
es: El tipo de período %d no está definido.
fr: Le type de période %d n'est pas défini.

source: Contract length associated with the period (defaults to 1)
fr: Durée du contrat associée à la période (par défaut : 1)

source: Coupon will only apply to purchased plans from this provider
es: El cupón solamente será válido para los planes que se le compren a este proveedor
fr: Coupon ne sera appliqué que pour les plans de ce fournisseur

source: Date/time at which the coupon code expires (in ISO format)
es: Fecha/hora de vencimiento del código del cupón (en formato según ISO)
fr: Date/heure à laquelle le coupon expire (en format ISO)

source: Number of times the coupon can be used
es: Cantidad de veces que se puede usar el cupón
fr: Nombre de fois que le coupon peut être utilisé

source: Plan the use chage is related to
fr: plan auquel les frais d'utilisation se rapporte

source: User who added the item to the cart (``None`` means the item could be claimed)
es: Usuario que agregó el artículo al carrito (``None`` [ninguno] significa que se pudo solicitar y acceder al artículo)
fr: L'utilisateur qui a ajouté ce produit dans son panier (``None`` veut dire que le produit peut être attaché à un profil dans le futur)

source: Item in the cart (if plan)
fr: Produit ajouté au panier (si plan)

source: Item added to the cart (if use charge)
es: Artículo agregado al carrito (si se usa un cargo)
fr: Produit ajouté au panier (si frais d'usage)

source: Coupon to apply to the order
es: Cupón para imputar al pedido
fr: Coupon à appliquer au passage en caisse

source: Whever the item has been checked out or not
es: Si el artículo se ha reservado o no
fr: Si le produit est passé en caisse ou non

source: Number of periods to be paid in advance
es: Cantidad de períodos a pagar por adelantado
fr: Nombre de périodes payées en avance

source: Index in the list of discounts for advance payments
fr: Index dans la liste des discount pour payment en avance

source: Full name of the person that will benefit from the subscription (GroupBuy)
es: Nombre completo de la persona que se beneficiará de la suscripción (GroupBuy)
fr: Nom de la personne qui bénéficie de l'abonnement (GroupBuy)

source: e-mail of the person that will benefit from the subscription (GroupBuy)
fr: Nom de la personne qui bénéficie de l'abonnement (GroupBuy)

source: identifier of the person that will benefit from the subscription (GroupBuy)
fr: Nom de la personne qui bénéficie de l'abonnement (GroupBuy)

source: The subscription is set to auto-renew at the end of the period
es: La suscripción está configurada para renovarse de forma automática al finalizar el período
fr: L'abonnement est renouvellé automatiquement à la fin de la période

source: Date/time when the subscription period currently ends (in ISO format)
es: Fecha/hora en que finaliza el período de suscripción actual (en formato según ISO)
fr: Date/heure de fin actuelle de la période d'abonnement (en format ISO)

source: Free-form text description for the subscription
es: Texto libre para descripción de la suscripción
fr: Texte libre pour la description de l'abonnement

source: Plan the organization is subscribed to
es: Plan al que está suscrita la organización
fr: Plan auquel l'organisation est abonnée

source: Unique key generated when a request is initiated
fr: Clé unique générée lorsqu'une requête est crée

source: Unique key generated when a grant is initiated
fr: Clé unique générée lorsqu'un accord est crée

source: period type %(period_type)d is not defined.
fr: Le type de période %(period_type)d n'est pas défini.

source: Subscription usage is added to
fr: L'abonnement auquel les frais d'utilisation sont ajoutés

source: UseCharge refered to
fr: Frais d'utilisation reférencé

source: Number of use events that expire at the end of the current period
fr: Nombre d'événements d'utilisation qui expirent à la fin de la période en cours

source: Number of use events that rollover to the next period
fr: Nombre d'événements d'utilisation reportés à la période suivante

source: Number of use events generated over the life of the subscription
fr: Nombre d'événements d'utilisation générés sur la durée de vie de l'abonnement

source: balance with multiple currency units (%s)
fr: balances avec multiples unités monétaire (%s)

source: balances with multiple currency units (%(dest_unit)s, %(balance_unit)s)
fr: balances avec multiples unités monétaire (%(dest_unit)s, %(balance_unit)s)

source: Source account from which funds are withdrawn
es: Cuenta de origen de la que se extraen los fondos
fr: Compte source duquel les fonds sont retirés

source: Amount withdrawn from source in orig_unit
es: Importe extraído de la cuenta de origen en orig_unit (unidad de origen)
fr: Montant en orig_unit retiré de la source

source: Three-letter ISO 4217 code for source currency unit (ex: usd)
es: Código ISO 4217 de tres letras para la unidad monetaria de origen (p. ej., USD)
fr: Le code à trois lettres ISO 4217 pour l'unité monétaire source (ex: eur).

source: Target account to which funds are deposited
es: Cuenta de destino en la que se depositan los fondos
fr: Compte destinataire sur lequel les fonds sont déposés

source: Amount deposited into target in dest_unit
es: Importe depositado en destino en dest_unit (unidad de destino)
fr: Montant en dest_unit versé au destinataire

source: Three-letter ISO 4217 code for target currency unit (ex: usd)
es: Código ISO 4217 de tres letras para la unidad monetaria de destino (p. ej., USD)
fr: Le code à trois lettres ISO 4217 pour l'unité monétaire destinataire (ex: eur).

source: Free-form text description for the Transaction
es: Texto libre para descripción de la transacción
fr: Texte libre pour la description de la Transaction

source: Event at the origin of this transaction (ex. subscription, charge, etc.)
es: Evento de origen de esta transacción (p. ej., suscripción, cargo, etc.)
fr: L'événement à l'origine de la transaction (ex. abonnement, charge, etc.)

source: Title for the row
es: Título de la fila
fr: Titre de la ligne

source: Absolute position of the row in the list of rows for the table
es: Posición absoluta de la fila en la lista de filas de la tabla
fr: Position absolue de la ligne dans la liste de ligne du tableau

source: No payment method attached
es: Sin método de pago adjunto
fr: Aucun moyen de paiement attaché

source: per ?
es: por ?
fr: par ?

source: No field '%(field)s': %(msg)s
es: Sin campo '%(field)s': %(msg)s
fr: Pas de champ '%(field)s': %(msg)s

source: This %(field)s is already taken.
es: Este %(field)s ya está ocupado.
fr: Ce %(field)s est déjà pris.

source: The payment processor is currently unreachable. Sorry for the inconvienience.
es: En este momento no se puede acceder al procesador de pagos. Disculpe las molestias.
fr: Le processeur de paiement n'est pas accessible actuellement. Désolé pour le désagrément

source: Connection to your deposit account was successfully updated.
es: La conexión con su cuenta de depósito se ha actualizado correctamente.
fr: La connection de votre compte de dépôt a été sauvegardée avec succès.

source: Missing processor token.
es: Falta la clave (token) del procesador.
fr: Un token processeur est manquant

source: An error occured while saving your deposit account settings.
es: Se produjo un error al guardar la configuración de su cuenta de depósito.
fr: Une erreur est survenue pendant la sauvegarde de la connection de votre compte de dépôt.

source: There are no items invoicable at this point. Please select an item before checking out.
es: No hay artículos para facturar en este punto. Seleccione un artículo antes de salir.
fr: Il n'y a pas de produit dans votre panier. Veuillez choisir un produit avant de passer en caisse.

source: A receipt will be sent to %(email)s once the charge has been processed. Thank you.
es: Después de que se haya procesado el cargo, se le enviará un recibo a %(email)s. Gracias.
fr: Un reçu va être envoyé à %(email)s une fois le paiement accepté. Merci.

source: Your credit card on file was sucessfully updated
es: Su tarjeta de crédito registrada se ha actualizado correctamente
fr: Votre carte bancaire a été sauvegardée avec succès.

source: Your Cart is empty. Please add some items to your cart before you check out.
es: Su carrito está vacío. Agregue algunos artículos en el carrito antes de salir.
fr: Votre panier est vide. Veuillez ajouter quelques produits avant de passer en caisse.

source: Invalid subscriber
es: El suscriptor no es válido
fr: Abonné invalide

source: Invalid plan
es: El plan no es válido
fr: plan non valide

source: Invalid combination of subscriber and plan, or the subscription is no longer active.
es: La combinación del suscriptor y el plan no es válida o la suscripción ya no está activa.
fr: Combinaison erronée de l'abonné et du plan, ou l'abonnement n'est plus actif.

source: DiscountType
fr: Type de Réduction

source: Used At
fr: Utilisé à

source: First name
fr: Prénom

source: Last name
fr: Nom de famille

source: Registration Date
fr: Date d'enregistrement

source: Street Address
fr: Rue

source: Postal Code
fr: Code postal

source: Profile Name
fr: Nom du profil

source: Account Creation Date
fr: Date de création du compte

source: Role Description
fr: Description du role

source: Profile Slug
fr: Slug du Profil

source: Profile Creation Date
fr: Date de création du profil

source: Credentials
fr: Informations d'identification

source: %(role)s role to %(organization)s accepted.
es: Función %(role)s para %(organization)s: aceptada.
fr: Le rôle de %(role)s pour %(organization)s a été acceptée.

source: Request from %(organization)s accepted.
es: Solicitud de %(organization)s aceptada.
fr: Requête pour %(organization)s acceptée.

source: Successfully created plan titled '%(title)s'.
es: El título '%(title)s' del plan se ha creado correctamente.
fr: Un plan avec le titre '%(title)s' a été créé avec succès.

source: Churned
fr: Passés

source: Based on your e-mail address we have granted you a %(role_descr)s role on %(organization)s. If you need extra permissions, contact one of the profile managers for %(organization)s: %(managers)s.
es: Según su dirección de correo electrónico, le hemos otorgado un rol de %(role_descr)s en %(organization)s. Si necesita permisos adicionales, comuníquese con uno de los perfiles gerentes de %(organization)s: %(managers)s.
fr: Nous vous avons donné le rôle de %(role_descr)s sur le profil %(organization)s sur la base de votre addresse email. Si vous avez besoin de permissions suplémentaires, contactez un des managers du profil %(organization)s: %(managers)s.

source: No organizations are accessible by user.
es: El usuario no puede acceder a ninguna organización.
fr: Aucune organisation n'est accessible à l'utilisateur

source: registration is disabled.
es: El registro está inhabilitado.
fr: Les inscriptions ne sont pas permises.

source: API key deleted successfully.
fr: Clé API supprimée avec succès.

source: Public key updated successfully.
es: La clave pública se actualizó correctamente.
fr: La clé publique a bien été sauvegardée.

source: User is already active
es: La usuario ya está activa
fr: Utilisateur est déjà actif.

source: Activation e-mail successfuly sent to %(email)s
fr: Le message d'activation a été envoyé à %(email)s.

source: E-mail verification code does not match.
fr: L'e-mail et sa confirmation n'ont pas une valeur identique.

source: Phone verification code does not match.
fr: Le code de vérification du téléphone ne correspond pas.

source: Profile updated.
es: Perfil actualizado.
fr: Profil sauvegardé.

source: Password updated successfully.
es: Contraseña actualizada exitosamente.
fr: Le mot de passe a bien été sauvegardé.

source: Invalid token
es: La clave (token) no es válida
fr: Token erroné

source: User inactive or deleted.
es: Usuario inactivo o eliminado.
fr: Utilisateur inactif ou effacé

source: E-mail verification code
fr: Code de vérification pour e-mail

source: %(back_url)s E-mail verification code: %(code)s Expires in %(expiration_days)d days.
fr: %(back_url)s Code de vérification de l'e-mail: %(code)s Expire dans %(expiration_days)d days.

source: one-time verification code: %(code)s
fr: Code d'authentification unique: %(code)s

source: You should now secure and activate your account following the instructions we just emailed you. Thank you.
es: Ahora, para proteger y activar su cuenta, siga las instrucciones que acabamos de enviarle por correo electrónico. Gracias.
fr: Vous devez maitenant activer et sécuriser votre compte en suivant les instructions que nous venons juste de vous envoyer. Merci.

source: E-mail address or phone number
es: Dirección de correo electrónico o número de teléfono
fr: Adresse e-mail ou numéro de téléphone

source: Username, e-mail address or phone number
es: Nombre de usuario, dirección de correo electrónico o número de teléfono
fr: Nom d'utilisateur, adresse e-mail ou numéro de téléphone

source: OTP code
fr: Code OTP

source: Email verification code
fr: Code de vérification pour e-mail

source: Phone verification code
fr: Code de vérification du téléphone

source: Sorry we do not recognize some characters in your full name.
es: No es posible reconocer algunos de los caracteres de su nombre o apellido.
fr: Désolé, il y a des caractères dans votre nom que nous ne reconnaissons pas.

source: Either email or phone must be valid.
es: El correo electrónico o el teléfono deben ser válidos.
fr: L'e-mail ou le téléphone doivent être valides.

source: An email must be valid.
es: Un correo electrónico debe ser válido.
fr: Un e-mail doit être valide.

source: A phone must be valid.
es: Un teléfono debe ser válido.
fr: Un téléphone doit être valide.

source: Either email or phone must be present.
fr: L'e-mail ou le téléphone doivent être présents.

source: Password cannot be empty.
es: La contraseña no puede estar vacía.
fr: Le mot de passe ne peut pas être vide.

source: Password confirmation cannot be empty.
es: La confirmación de la contraseña no puede estar vacía.
fr: La confirmation du mot de passe ne peut pas être vide.

source: This field does not match password confirmation.
es: La contraseña de confirmación ingresada en este campo es incorrecta.
fr: Cette valeur ne correspond pas à la verification de votre mot de passe.

source: This field does not match password.
es: La contraseña ingresada en este campo es incorrecta.
fr: Cette valeur ne correspond pas à votre mot de passe.

source: Password and password confirmation do not match.
es: La contraseña y la confirmación no coinciden.
fr: Le mot de passe et sa confirmation ne sont pas identiques.

source: First and last names
es: Nombres y apellidos
fr: Nom complet (le prénom suivi du nom de famille)

source: Short casual name used to address the user
fr: Nom usuel du contact

source: %(username)s, e-mail or phone
es: %(username)s email o teléfono
fr: %(username)s ou e-mail ou téléphone

source: One-time authentication code
es: Código de autenticación de un solo uso
fr: Code d'authentification unique

source: Authentication is disabled
fr: L'Authentification est désactivée

source: OTP code is required.
fr: Un code OTP est requis.

source: You have exceeded the number of attempts to enter the OTP code. Please start again.
fr: Vous avez dépassé le nombre de tentatives de saisie du code OTP. Veuillez essayer à nouveau.

source: OTP code does not match.
fr: Le code OTP ne correspond pas.

source: We sent a one-time code to your phone.
fr: Nous avons envoyé un code à usage unique sur votre téléphone.

source: We sent a one-time link to your e-mail address.
fr: Nous avons envoyé un code à votre adresse e-mail.

source: Credentials do not match.
fr: Les informations d'identification ne correspondent pas.

source: Not found.
fr: Pas trouvé.

source: Password is required.
fr: Mot de passe est requis.

source: Registration is disabled
fr: Les inscriptions ne sont pas permises.

source: verification key not found
fr: Clé de vérification pas trouvée

source: Update of credentials (password, etc.) has been disabled.
fr: La mise à jour des identifiants (mot de passe, etc.) a été désactivée.

source: Unique identifier shown in the URL bar, effectively the username for profiles with login credentials.
es: Identificador único que se muestra en la barra de URL, efectivamente el nombre de usuario de perfiles con credenciales de inicio de sesión.
fr: Identifiant unique affiché dans la barre d'URL, c'est-à-dire le nom d'utilisateur pour profils avec identifiants de connexion.

source: E-mail address to contact user
fr: L'adresse e-mail pour l'utilisateur

source: Phone number to contact user
fr: Numéro de téléphone principal pour contacter l'utilisateur

source: Full name (effectively first name followed by last name)
es: Nombre completo (efectivamente, nombre seguido de apellido)
fr: Nom complet (le prénom suivi du nom de famille)

source: URL to a profile picture
es: URL a una foto de perfil
fr: URL pour uploader la photo du profil

source: Email verification key
es: Clave de verificación
fr: Clé de vérification pour e-mail

source: Date/time when the e-mail verification key was sent
es: Fecha / hora en que se envió la clave de verificación de correo electrónico
fr: Date / heure d'envoi de la clé de vérification de l'e-mail

source: Date/time when the e-mail was last verified
es: Fecha / hora de la última verificación del correo electrónico
fr: Date / heure de la dernière vérification de l'e-mail

source: Phone verification key
es: Clave de verificación del teléfono
fr: Clé de vérification du téléphone

source: Date/time when the phone verification key was sent
es: Fecha / hora en que se envió la clave de verificación del teléfono
fr: Date / heure d'envoi de la clé de vérification du téléphone

source: Date/time when the phone number was last verified
es: Fecha / hora en que se verificó por última vez el número de teléfono
fr: Date / heure de la dernière vérification du numéro de téléphone

source: Preferred communication language
es: Idioma de comunicación preferido
fr: Langue de communication préférée
