Repository: VanL/djaoapp
Catalog: djaoapp/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: You are about to delete yourself from this role. It is possible that you no longer can manage this profile after performing this action.
es: Estás a punto de borrarte de este rol. Es posible que noYa puede administrar este perfil después de realizar esta acción.
fr: Vous êtes sur le point de vous supprimer de ce rôle. Il est possible que vous ne puissiez plus gérer ce profil après avoir effectué cette action.

source: %(organization)s Subscriptions
es: %(organization)s Suscripciones
fr: Abonnements pour %(organization)s

source: Subscribers Activity
fr: Activité Abonnés

source: List of all active subscribers.<br />You will find here the list of all active subscribers,<br />with the plans they are subscribed to, the date they first<br />subscribed as well as when their renewal is due.
es: Lista de todos los suscriptores activos.<br /> Aquí encontrará la lista de todos suscriptores activos, <br /> con los planes a los que están suscritos, la fecha se suscribieron primero <br /> así como cuando vence su renovación.
fr: Liste les abonnés actifs.

source: Registered
es: Registrada
fr: Inscrits

source: No registered users
es: No hay usuarios registrados
fr: Aucun utilisateurs inscrits

source: Ends At
es: Termina en
fr: Se termine le

source: Active
es: Activa
fr: Actif

source: Expired
es: Caducada
fr: Expiré

source: List of all your active subscriptions.
es: Lista de todas sus suscripciones activas.
fr: Liste de tous vos abonnements actifs.

source: You can manage all your active subscriptions here.
es: Puede administrar todas sus suscripciones activas aquí.
fr: Vous pouvez gérer tous vos abonnements actifs ici.

source: Select a plan...
es: Seleccione un plan ...
fr: Sélectionnez un forfait...

source: Subscribe
es: Suscribirse
fr: Abonnez-vous

source: Until
es: Hasta
fr: Jusqu'à

source: No subcriptions
es: Sin subscripción
fr: Aucun abonnement

source: Unsubscribe Now
es: Darse de baja ahora
fr: Se désabonner maintenant

source: Deny
es: Negar
fr: Refuser

source: Accept subscription
es: Aceptar suscripción
fr: Accepter l'abonnement

source: Request pending approval ...
es: Solicitud pendiente de aprobación ...
fr: Demande en attente d'approbation ...

source: You are about to unsubscribe from <em>%(plan_name)s</em>
es: Está a punto de darse de baja de <em>%(plan_name)s</em>
fr: Vous êtes sur le point d'annuler votre abonement à <em>%(plan_name)s</em>.

source: Please choose a profile ...
fr: Veuillez choisir un profil ...

source: New ...
es: Nuevo ...
fr: Nouveau ...

source: Redeem your registration code
es: Canjee su código de registro
fr: Utiliser votre code d'inscription

source: Accessible by %(user)s
es: Accesible por %(user)s
fr: Accessible par %(user)s

source: Primary contact email
fr: E-mail principal pour contacter l'utilisateur

source: Unique ID as shown in URL bar (optional)
fr: Identifiant unique visible dans la barre URL (optionel)

source: Based on your e-mail address we have granted you a %(role_descr)s role on %(organization)s.
es: Según su dirección de correo electrónico, le hemos otorgado un rol de %(role_descr)s en %(organization)s.
fr: Nous vous avons donné le rôle de %(role_descr)s au le profil %(organization)s sur la base de votre addresse email.

source: If you need extra permissions, please contact one of the profile managers for %(organization)s: %(contacts)s.
es: Si necesita permisos adicionales, comuníquese con uno de los administradoresde perfiles para %(organization)s: %(contacts)s.
fr: Si vous avez besoin de permissions suplémentaires, contactez un des managers du profil %(organization)s: %(contacts)s.

source: If you have any questions, please <a href="/contact/">contact us</a>.
es: Si tiene alguna pregunta, <a href="/contact/">comuníquese con nosotros</a>.
fr: Si vous avez des questions, veuillez <a href="/contact/">nous contacter</a>

source: Continue
es: Continuar
fr: Continuez

source: You need to verify your e-mail address before going further. Please click on the link in the e-mail we just sent you. Thank you.
es: Debe verificar su dirección de correo electrónico antes de continuar. Haga clic en el enlace en el correo electrónico que le acabamos de enviar. Gracias.
fr: Vous devez vérifier votre address email avant de continuer. Veuillez cliquer sur le lien dans l'email que vous nous avons envoyé. Merci.

source: Please enter your current password
es: Ingrese su contraseña actual
fr: Veuillez entrer votre mot de passe.

source: Your password
es: Tu contraseña
fr: Votre mot de passe

source: The password your provided is incorrect.
es: La contraseña que proporcionaste es incorrecta.
fr: Le mot de passe que vous avez entré est incorrect.

source: Confirm
fr: Confirmer

source: New password
es: Nuevo Contraseña
fr: Nouveau mot de passe

source: Disable OTP
fr: Désactiver OTP

source: Enable OTP
fr: Activer OTP

source: %(user)s Programmatic Keys
fr: Clés programmatiques pour %(user)s

source: Generate API Key
fr: Genérer une clé API

source: This is the only time the API Key will be displayed. Copy it before you reload this page or browse to another page.
fr: C'est la seule fois où la clé API sera affichée. Copiez-le avant de recharger cette page ou d'accéder à une autre page.

source: Expires
fr: Expire à

source: There are no API keys yet
fr: Il n'y a pas encore de clés API

source: Public Key (in PEM format)
fr: Clé publique (au format PEM)

source: Bot detection - incorrect inputs
fr: Détection de robots – saisies incorrectes

source: No Plans yet. Click the 'Add Plan' button to create one.
es: Aún no hay planes. Para crear uno, haga clic en el botón 'Add Plan' (agregar plan).
fr: Pas de plans pour l'instant. Ajoutez en un en clickant sur 'Ajouté un plan'.

source: This user does not support updates through POST request.
es: Este usuario no admite actualizaciones mediante solicitudes POST.
fr: Les informations de cet utilisateur ne peuvent pas être changées a travers une requête POST.

source: URL where the asset content is stored.
es: URL donde se almacena el contenido del activo.
fr: URL ou le contenu des assets se trouve.

source: Last date/time the asset content was updated.
es: Última fecha / hora en que se actualizó el contenido del activo.
fr: Dernière date de modification des assets.

source: Tags associated to the asset.
es: Etiquetas asociadas al activo.
fr: Tags associés a un asset.

source: Content of the theme package as a zip file.
es: Contenido del paquete de temas como archivo zip.
fr: Fichiers du thème dans une archive zip.

source: URL where the theme package was uploaded.
es: URL donde se cargó el paquete de temas.
fr: ULR ou l'archive zip du thème a été téléchargé.

source: reset to default theme
fr: Ré-initialiser le thème par défault

source: Media correctly deleted.
fr: Media correctement effacé

source: Tags correctly updated.
fr: Les tags ont été correctement changés.

source: Show the online editor tools
fr: Afficher les outils d'édition

source: Enter a valid title consisting of letters, numbers, space, underscores or hyphens.
es: Ingrese un título válido compuesto por letras, números, espacios, guiones bajos o guiones comunes.
fr: Entrez un titre valide, constitué de lettres, chiffres ou les caractères _/-.

source: Help
fr: Aide

source: Learning about TSP
fr: En savoir plus sur le TSP

source: Building an ESG product
fr: Construire un produit ESG

source: Login as supplier
fr: Connexion comme abonné

source: Login as procurement specialist
fr: Connexion comme spécialiste des achats

source: Login as an auditor
fr: Connexion comme auditeur

source: Login as an alliance
fr: Connexion comme alliance

source: Login as a site owner
fr: Connexion comme administrateur

source: Enter a valid subdomain consisting of letters, digits or hyphens.
es: Ingrese un subdominio válido compuesto por letras, números o guiones.
fr: Entrez un sous-domaine valide, constitué de lettres, chiffres ou le caractère '-'.

source: Enter a valid host, optionally followed by a port and resource path.
es: Ingrese un host válido, seguido opcionalmente por un puerto y una ruta de recursos.
fr: Entrez un host valide, éventuellement suivi d'un numéro de port et d'un chemin.

source: The domain name cannot contain any spaces or tabs.
es: El nombre del dominio no puede contener espacios ni tabulaciones.
fr: Le nom de domaine ne peut pas contenir d'espaces ou de tabs.

source: unique identifier for the site (also serves as subdomain)
es: identificador único para el sitio (también sirve como subdominio)
fr: identifiant unique pour le site (sert aussi pour nom de sous-domain)

source: Enter a valid 'domain', ex: example.com
es: Ingrese un 'dominio' válido, por ejemplo: example.com
fr: Entrez un nom de domaine valide, ex: example.com

source: fully qualified domain name at which the site is available
es: nombre de dominio completo en el que está disponible el sitio
fr: nom de domaine ou le site se trouve

source: use slug as a prefix for URL paths instead of domain field.
es: use slug como prefijo para las rutas de URL en lugar del campo de dominio.
fr: utilisez un slug comme prefix au lieu d'un nom de domaine.

source: Location of the TLS certificate for HTTPS connections
es: Ubicación del certificado TLS para conexiones HTTPS
fr: Location du certificat TLS pour les connexions HTTPS

source: The Site is active or not
es: El sitio está activo o no
fr: Le site est actif ou non

source: Tags can be used by the project to filter sites
es: El proyecto puede utilizar etiquetas para filtrar sitios
fr: Les tags peuvent être utilisés par un projet pour filtrer les sites

source: The site is a derivative of this parent.
es: El sitio es un derivado de esta madre.
fr: Ce site est un dérivatif du parent.

source: name of database to connect to for the site
es: nombre de la base de datos a la que conectarse para el sitio
fr: nom de la base de données connectée au site

source: host to connect to the database
es: host para conectarse a la base de datos
fr: host pour se connecter à la base de données

source: port to connect to the database host
es: puerto para conectarse al host de la base de datos
fr: numéro de port pour se connecter à la base de données

source: username authorized to connect to the database
es: nombre de usuario autorizado para conectarse a la base de datos
fr: username autorisé à se connecter à la base de données

source: password to authenticate user connecting to the database
es: contraseña para autenticar al usuario que se conecta a la base de datos
fr: password pour l'utilisateur autorisé à se connecter a la base de données

source: host to connect to the SMTP server
es: host para conectarse al servidor SMTP
fr: host pour se connecter au serveur SMTP

source: port to connect to the SMTP server
es: puerto para conectarse al servidor SMTP
fr: numéro de port pour se connecter au serveur SMTP

source: username authorized to send e-mails on the SMTP server
es: nombre de usuario autorizado para enviar correos electrónicos en el servidor SMTP
fr: username autorisé à se connecter au serveur SMTP

source: password to authenticate the user with the SMTP server
es: Contraseña para autenticar a la usuario con el servidor SMTP
fr: password pour l'utilisateur autorisé à se connecter au serveur SMTP

source: Update successful.
fr: Sauvegarde complète.

source: This field cannot be blank.
es: Este campo no puede quedar vacío.
fr: Cette valeur ne peut pas être vide.

source: '%(data)s' is not a valid choice. Expected one of %(choices)s.
es: '%(data)s' no es una opción válida. Se esperaba uno de %(opciones)s.
fr: '%(data)s' n'est pas un choix valide. Les choix possibles sont %(choices)s.

source: Restricted authentication and registration
es: Autenticación y registro restringidos
fr: Authentification et enregistrement restreint

source: Describes the result of the action in human-readable form
fr: Décrit le résultat de l'action de manière lisible

source: Key used to decrypt the encoded session information.
es: Clave utilizada para descifrar la información de sesión codificada.
fr: Clé pour décrypter la session.

source: Method applied to grant or deny access
es: Método aplicado para otorgar o denegar acceso
fr: Méthode appliquée pour donner ou refuser l'accès

source: When access is granted, should the request be forwarded
es: Cuando se concede el acceso, ¿debe reenviarse la solicitud?
fr: Lorsque l'accès est autorisé, faut-il faire suivre les requêtes

source: Tags to check if it is the first time a user engages
es: Etiquetas para comprobar si es la primera vez que un usuario interactúa
fr: Les tags à vérifier si c'est la première fois qu'un utilisateur visite

source: old rank for a rule in the list of rules
es: rango anterior para una regla en la lista de reglas
fr: ancien rang d'une règle dans la liste de règles

source: new rank for the rule in the list of rules
es: nuevo rango para la regla en la lista de reglas
fr: nouveau rang d'une règle dans la liste de règles

source: The session being forwarded
es: La sesión que se reenvía
fr: La session transmise

source: The HTTP header that encodes the session
es: El encabezado HTTP que codifica la sesión.
fr: Le header HTTP qui encode la session

source: The URL end point where the request is forwarded
es: El punto final de la URL donde se reenvía la solicitud
fr: Le point d'entrée où les requêtes autorisées doivent être envoyées.

source: Engagement tag
fr: Tag d'engagement

source: Engagement tags by user
fr: tags d'engagement par utilisateur

source: Number of users that have engaged with the app
fr: Nombre d'utilisateurs qui ont engager avec l'app

source: Describes the reason for the error in plain text
es: Descripción del motivo del error en texto simple
fr: Décrit la raison de l'erreur en texte lisible

source: Enter a valid path consisting of letters, digits, -, {, }, or /.
fr: Entrez un chemin valid, constitué de lettres, chiffres ou le caractère '-'.

source: Entry point to which requests will be redirected to
es: Punto de entrada al que se redireccionarán las solicitudes
fr: Le point d'entrée où les requêtes autorisées doivent être envoyées.

source: Encryption key used to sign proxyed requests
es: Clave de cifrado utilizada para firmar solicitudes proxy
fr: La clé d'encryption utilisée pour signer les requêtes

source: Format to encode session in the forwarded HTTP request
es: Formato para codificar la sesión en la solicitud HTTP reenviada
fr: Le format pour encoder les sessions dans la requête HTTP

source: Send a welcome e-mail to newly registered users
es: Envíe un correo electrónico de bienvenida a los usuarios recién registrados
fr: Envoyer un message de bienvenue au nouveau utilisateur

source: OpenAPI path against which requests are matched
es: Ruta de OpenAPI con la que se comparan las solicitudes
fr: Le chemin OpenAPI pour les requêtes

source: Arguments to pass to the method to grant or deny access
es: Argumentos para pasar al método para otorgar o denegar acceso
fr: Les arguments à passer à la méthode pour accepter ou refuser l'accès

source: Determines the order in which rules are considered
es: Determina el orden en el que se consideran las reglas.
fr: Détermine l'ordre dans lequel les règles sont considérées

source: Your credit card is no longer on file with us.
fr: Nous n'avons plus accès à votre carte de crédit.

source: Your credit card on file was sucessfully updated.
fr: Votre carte bancaire a été sauvegardée avec succès.

source: Coupon '%(code)s' was successfully applied.
es: El cupón '%(code)s' se aplicó correctamente.
fr: Le coupon '%(code)s' a été utilisé avec succès.

source: No items can be discounted using this coupon: %(code)s.
es: No se pueden hacer descuentos con este cupón: %(code)s.
fr: Il n'y a pas d'article en promotion avec ce coupon: %(code)s.

source: Cannot checkout when there are still options to choose from.
fr: Impossible de payer alors qu'il reste encore des options parmi lesquelles choisir.

source: Cart item created
fr: Articles du panier

source: Cart item updated
fr: Articles du panier modifiés.

source: You cannot refund a disputed charge.
es: No se puede reembolsar un cargo en conflicto.
fr: Vous ne pouvez pas rembourser un paiement qui a été contesté.

source: You cannot refund a pending charge.
es: No se puede reembolsar un cargo pendiente.
fr: Vous ne pouvez pas rembourser un paiement qui est en cours.

source: You cannot refund a failed charge.
es: No se puede reembolsar un cargo fallido.
fr: Vous ne pouvez pas rembourser un paiement qui a échoué.

source: Unable to retrieve line '%(lineno)s' in %(charge)s
es: No se pudo acceder a la línea '%(lineno)s' de %(charge)s.
fr: Impossible de trouver la ligne '%(lineno)s' dans %(charge)s.

source: %(amount)s refunded successfully on charge %(charge_id)s.
es: %(amount)s reembolsado con éxito en charge %(charge_id)s.
fr: %(amount)s remboursé avec succès sur le payment %(charge_id)s.

source: A copy of the receipt was sent to %(email)s.
es: Se envió una copia del recibo a% (email) s.
fr: Une copie du reçu a été envoyée à %(email)s.

source: The plan does not belong to the organization.
es: El plan no pertenece a la organización.
fr: Le plan n'appartient pas à l'organisation.

source: Profile was updated.
fr: Profil sauvegardé.

source: no location or file specified.
fr: Pas d'emplacement ou de fichier spécifié

source: A plan with this title already exists.
es: Ya existe un plan con este título.
fr: Un plan avec ce titre existe déjà.

source: Cannot delete a plan with subscribers
fr: Impossible de détruire un plan avec des abonnés

source: Successfully updated plan titled '%(title)s'.
es: El título '%(title)s' del plan se ha actualizado correctamente.
fr: Un plan avec le titre '%(title)s' a été sauvegardé avec succès.

source: Profile %(organization)s does not exist.
es: El perfil %(organization)s no existe.
fr: Profil %(organization)s n'existe pas.

source: We cannot invite an organization without an e-mail address.
es: No podemos invitar a una organización sin una dirección de correo electrónico.
fr: Nous ne pouvons pas inviter une organisation sans adresse e-mail.

source: Invite for %(username)s has been sent
fr: L'invitation de %(username)s a été envoyée.

source: You already have a %(existing_role)s role on %(organization)s. Please drop this role first if you want to accept a role of %(role)s instead.
es: Ya cuenta con la función %(existing_role)s en %(organization)s. Dé de baja esta función si desea aceptar la de %(role)s en su lugar.
fr: Vous avez déjà un rôle de %(existing_role)s pour l'organisation %(organization)s. Veuillez retirer ce rôle avant de pouvoir accepter un nouveau rôle %(role)s.

source: Invalid request.
fr: Requête erronée

source: Successfully converted personal profile to organization.
fr: Conversion réussie du profil personnel en organisation.

source: This field is required.
fr: Ce champ est requis.

source: Plan '{pk_value}' does not exist or is inactive.
fr: Le plan '{pk_value}' n'existe pas ou est inactif.

source: UseCharge '{pk_value}' does not exist or is inactive.
fr: UseCharge '{pk_value}' n'existe pas ou est inactif.

source: Date/time at which action is recorded (in ISO 8601 format)
fr: Date/heure à laquelle l'action a été enregistrée (en format ISO)

source: amount in unit
fr: Montant en unité

source: old rank for a line in the list of lines
fr: ancien rang d'une règle dans la liste de règles

source: new rank for the line in the list of lines
fr: nouveau rang d'une règle dans la liste de règles

source: Name of the deposit account
es: Denominación de la cuenta de depósito
fr: Nom du compte de dépôt

source: Last 4 characters of the deposit account identifier
es: Últimos 4 caracteres de identificación de la cuenta de depósito
fr: Les 4 derniers caractères de l'identifiant du compte de dépôt.

source: Processor public key (Stripe)
fr: La clé publique du compte Stripe

source: PaymentIntent or SetupIntent secret for SCA (Stripe)
fr: Le secret pour SCA (Stripe)

source: Keys to authenticate the client with the payment processor
fr: Clés pour authentifier le client avec le processeur de payment

source: Processor token to retrieve the payment method
es: Token de procesador para recuperar el método de pago
fr: le token du processeur de payment pour obtenir la méthode de payment

source: E-mail address for the account
es: Dirección de correo electrónico de la cuenta
fr: Adresse e-mail du contact

source: Phone number
es: Número de teléfono
fr: Numéro de téléphone

source: Country as 2-letter code (ISO 3166-1)
fr: Pays sous forme de code à 2 lettres (ISO 3166-1)

source: Unique identifier shown in the URL bar
es: Identificador único que se muestra en la barra de la URL
fr: Identifiant unique visible dans la barre URL

source: Title for the plan
es: Título del plan
fr: Titre pour le plan

source: Unique identifier per provider, typically used in URLs
es: Identificador único, por proveedor, que por lo general se usa en las URLs
fr: Identifiant unique par fournisseur, en général utilisé dans les URLs

source: Type of discount ('percentage', 'currency', or 'period')
fr: Le type de remise ('percentage', 'currency', or 'period')

source: Coupon will only apply to this plan
es: El cupón solamente será válido para este plan
fr: Coupon ne sera appliqué que pour ce plan

source: The plan is inactive. As a result the coupon will have no effect.
es: El plan está inactivo. Como resultado, el cupón no tendrá ningún efecto.
fr: Le plan est inactif. Le coupon n'aura pas d'effet.

source: Amount of the discount
es: Importe del descuento
fr: Montant sur le compte de dépôt

source: Charge identifier (i.e. matches the URL {charge} parameter)
es: Identificador de cargo (es decir, que coincida con el parámetro URL {charge})
fr: L'identifiant du paiement (corresponds au paramètre {charge} de l'URL)

source: E-mail address to which the receipt was sent.
es: Dirección de correo electrónico a la que se envió el recibo.
fr: L'adresse e-mail à laquelle le ticket de caisse a été envoyé.

source: Feedback for the user in plain text
es: Comentarios para el usuario en texto sin formato
fr: Commentaires de l'utilisateur en texte brut

source: Unique key in the table for the data series
es: Clave única de la tabla para la serie de datos
fr: Clé unique dans le tableau pour la série de données.

source: Title of data serie that can be safely used for display in HTML pages
fr: Titre de la série de données pouvant être utilisée en toute sécurité pour être affichée dans des pages HTML

source: Extra meta data (can be stringify JSON)
es: Metadatos extra (se pueden pasar a cadenas de JSON)
fr: Meta-donnée additionnelle (potentiellement en format JSON)

source: List of (datetime, integer) couples that represents the data serie
fr: Liste des couples (dateheure, entier) qui représentent la série de données

source: Filter on transaction accounts
fr: Filtre sur les comptes d'une Transaction

source: Line item index counting from zero.
es: Índice de artículo contando a partir de cero.
fr: L'index de la ligne à partir de zéro

source: The amount to refund cannot be higher than the amount of the line item minus the total amount already refunded on that line item.
es: El importe del reembolso no puede ser mayor que el del artículo menos el importe total ya reembolsado de ese mismo artículo
fr: Le montant à rembourser ne peut être supérieur au montant de la ligne moins le montant total déjà remboursé sur cette ligne.

source: Line items in a charge to be refunded
fr: Les lignes à rembouser

source: Plan the profile is subscribed to
fr: Plan auquel l'organisation est abonnée

source: True if the account has valid login credentials
fr: Vrai si l'utilisateur possède des informations de connexion valides

source: Timezone to use when reporting metrics
es: Zona horaria para informar las métricas
fr: Le fuseau horaire utilisé dans les graphes et tableaux d'analyse
