Repository: VanL/djaoapp
Catalog: djaoapp/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: No %(verbose_name)s found matching '%(account)s'
fr: Aucun %(verbose_name)s trouvé correspondant à '%(account)s'

source: No account found matching '%(account)s'
fr: Aucun compte trouvé correspondant à '%(account)s'

source: No %(verbose_name)s found matching '%(provider)s'
es: No se halló ningún %(verbose_name)s que coincida '%(provider)s'
fr: Aucun %(verbose_name)s trouvé correspondant à '%(provider)s'

source: URL to upload files
es: URL para subir archivos
fr: URL pour uploader les fichiers

source: Access key
es: Llave de acceso
fr: Clé d'accès

source: ACL (i.e. private or public-read)
es: ACL (es decir, de lectura pública o privada)
fr: ACL (i.e. privé ou lecture publique)

source: Policy
es: Política
fr: Politique

source: Security token
es: Token de seguridad
fr: Token de sécurité

source: AMZ Credential
es: Credencial AMZ
fr: Informations d'identification AMZ

source: AMZ Date
es: Fecha AMZ
fr: Date AMZ

source: Thank you for the feedback. Please feel free to leave your contact information next time so we can serve you better.
es: Gracias por los comentarios. No dude en dejar su información de contacto para que podamos atenderlo mejor.
fr: Merci pour le retour d'information. De façon à pouvoir mieux vous servir la prochaine fois, veuillez nous laisser, un moyen de vous contacter.

source: Your request has been sent. We will reply within 24 hours. Thank you.
es: La solicitud se ha enviado. Le responderemos dentro de las próximas 24 h. Gracias.
fr: Votre requête a bien été envoyée. Nous allons y répondre dans les 24 heures. Merci.

source: Sorry, there was an issue sending your request for information to '%(full_name)s &lt;%(email)s&gt;'.
es: Se produjo un error al enviar su solicitud de información a'%(full_name)s &lt;%(email)s&gt;'.
fr: Désolé, une erreur est survenue durant l'envoi de votre requête à '%(full_name)s &lt;%(email)s&gt;'.

source: Problem with template. Could not send test email.
es: La plantilla tiene problemas. No se pudo enviar el correo electrónico.
fr: Un problème est survenu avec le message modèle et nous ne pouvons envoyer l'e-mail test.

source: Test email sent to %(email)s
es: Se envió un correo electrónico de prueba a %(email)s
fr: Le message de test a été envoyé à %(email)s.

source: Short casual name used to address the contact (only available for 'personal' and 'user' accounts)
fr: Nom usuel du contact (seulement disponible pour les comptes de type 'personal' et 'user')

source: Organization name that owns the billing, registered with the user as profile manager
es: Nombre de la organización propietaria de la facturación, registrado con el usuario como perfil gerente
fr: Nom du profile qui possède les informations de payment

source: Street address for the billing profile
es: Dirección postal del perfil de facturación
fr: Rue pour le profil

source: City/Town for the billing profile
es: Ciudad / Pueblo para el perfil de facturación
fr: Ville pour le profil

source: State/Province/County for the billing profile
es: Estado/Provincia/Condado para el perfil de facturación
fr: Département/Région pour le profil

source: Zip/Postal Code for the billing profile
es: Código postal para el perfil de facturación
fr: Code postal du profil

source: Country for the billing profile
es: País del perfil de facturación
fr: Pays du profil

source: One of 'organization', 'personal' or 'user'
es: Uno de 'organización', 'personal' o 'usuario'
fr: Une des valeurs 'organization', 'personal' or 'user'

source: Unique identifier for the user or profile
fr: identifiant unique pour l'utilisateur ou le profil

source: Name that can be safely used for display in HTML pages
fr: Nom pouvant être utilisé en toute sécurité pour être affiché dans les pages HTML

source: Email address to reply to the sender
es: Dirección de correo electrónico para responder al remitente
fr: L'adresse e-mail pour répondre à l'expéditeur

source: Date/time when user visited the page last (in ISO format)
fr: Date/heure à laquelle 'utilisateur a visité la page dernierement (en format ISO)

source: roles for the authenticated user
fr: Roles pour l'utilisateur authentifié

source: username of the authenticated user
fr: username de l'utilisateur authentifié

source: site the session belongs to
fr: Site proprietaire de la session

source: Description of the activity
fr: Texte libre pour la description de l'activitée

source: Date/time of creation (in ISO format)
es: Fecha/hora de creación (en formato según ISO)
fr: Date/heure de création (en format ISO)

source: Describes the result of the API call in plain text
fr: Décrit le résultat de l'appel API en texte lisible

source: Error verifying reCAPTCHA, please try again.
es: Error al verificar reCAPTCHA. Vuelve a intentarlo.
fr: Une erreur est survenue pendant la validation reCAPTCHA, veuillez essayer à nouveau

source: Full name the sender of the message wishes to be addressed as
es: Nombre completo del remitente del mensaje que desea que se le dirija como
fr: Nom complet l'expéditeur du message souhaite être adressé comme

source: Description of the reason for contacting the provider
es: Descripción del motivo de contacto con el proveedor
fr: Description de la raison pour avoir contacté le fournisseur

source: Version of the API being used
fr: Version de l'API utilisée

source: Human-readable address string
fr: Adresse lisible

source: Placed identifier used to retrieve more details
fr: Identifiant utilisé pour récupérer plus de détails

source: Street number
fr: Numéro de rue

source: Street name or route
fr: Nom de rue ou de route

source: Postal code
fr: Code postal

source: Sublocality
fr: Sous-localitée

source: Locality
fr: Localitée

source: State
fr: Etat

source: State code
fr: code pour Etat

source: Country
es: País
fr: Etat

source: Country code
fr: Code du pays

source: recently logged in
es: recientemente iniciado sesión
fr: connecté récemmment

source: charge paid
es: cargo pagado
fr: La transaction a réussi.

source: charge failed
es: carga fallida
fr: La transaction a échoué.

source: Start of the date range for which the balance was computed
fr: Début de la plage de dates pour laquelle le solde a été calculé

source: End of the date range for which the balance was computed
fr: Fin de l'interval à laquelle le solde à été calculé

source: Balance of all transactions in cents (i.e. 100ths) of unit
fr: Solde de toutes les transactions en cents (i.e. 100èmes) d'unité

source: Three-letter ISO 4217 code for currency unit (ex: usd)
es: Código ISO 4217 de tres letras para la unidad monetaria (p. ej., USD)
fr: Le code à trois lettres ISO 4217 pour l'unitée monétaire (ex: eur).

source: Total number of items in the dataset
es: Número total de elementos en el conjunto de datos
fr: Nombre total d'éléments dans l'ensemble

source: URL to previous page of results
es: URL a la página anterior de resultados
fr: URL de la page précédente

source: URL to next page of results
es: URL a la siguiente página de resultados
fr: URL de la page suivante

source: items in current page
es: elementos en la página actual
fr: les éléments de la page courante

source: Number of user invited to have a role
fr: Nombre d'utilisateurs avec le role

source: Number of user requesting a role
fr: Nombre d'utilisateurs demendant le role

source: The sum of all record amounts (in unit)
fr: La somme de tout les éléments (en unité monétaire)

source: Total number of items in the results
fr: Nombre total d'éléments dans l'ensemble

source: items in the queryset
fr: Les données dans une série

source: These input fields are missing: %(identifiers)s.
es: A estos campos de entrada les falta: %(identifiers)s.
fr: Ces champs d'entrèes sont manquants: %(identifiers)s.

source: I agree with <a href="%s">terms and conditions</a>
es: Acepto <a href="%s">los términos y condiciones</a>
fr: J'accepte les <a href="%s">termes et conditions</a>.

source: Reset
es: Reiniciar
fr: Réinitialiser

source: Sign in
es: Iniciar sesión
fr: Se connecter

source: Sign up
es: Registro inicial
fr: S'inscrire

source: Type e-mail again
fr: Entrez de nouveau votre e-mail

source: E-mail confirmation
es: Confirmación del correo electrónico
fr: verifier votre e-mail

source: Username
es: Nombre de usuario
fr: Nom d'utilisateur

source: Username may only contain letters, digits and -/_ characters. Spaces are not allowed.
es: El nombre de usuario solamente puede contener números y los caracteres -/_ . Sin espacios.
fr: Le nom d'utilisateur peut seulement contenir des lettres, des chiffres et les caractères -/_. Les espaces ne sont pas acceptés.

source: Password
es: Contraseña
fr: Mot de passe

source: Confirm password
es: Confirme la contraseña
fr: Vérifier votre mot de passe

source: Type password again
es: Vuelva a ingresar la contraseña
fr: Entrez de nouveau votre mot de passe

source: Organization name
es: Nombre de la organización
fr: Nom de l'organisation

source: Street address
es: Dirección postal
fr: Rue

source: City/Town
es: Ciudad/Pueblo
fr: Ville

source: State/Province/County
es: Estado/Provincia/País
fr: Département/Région

source: Zip/Postal code
es: Código postal
fr: Code postal

source: The postal code may contain only letters, digits, spaces and '-' characters.
es: El código postal solamente puede contener letras, números, espacios y caracteres '-'.
fr: Le code postal ne peut contenir que des lettres, des chiffres, des espaces et le caractère '-'.

source: This field does not match e-mail confirmation.
es: El correo electrónico de confirmación ingresado en este campo es incorrecto.
fr: Cette valeur ne correspond pas à la vérification de votre e-mail.

source: This field does not match e-mail.
es: El correo electrónico ingresado en este campo es incorrecto.
fr: Cetter valeur ne correspond pas à votre e-mail.

source: E-mail and e-mail confirmation do not match.
es: El correo electrónico y su confirmación no coinciden.
fr: L'e-mail et sa confirmation n'ont pas une valeur identique.

source: account type must be one of %(type)s
es: el tipo de cuenta debe ser uno de %(type)s
fr: le type de compte doit être une valeur de la liste %(type)s

source: A user with that %(username)s already exists.
es: Una usuario con ese %(username)s ya existe.
fr: Un utilisateur avec ce %(username)s existe déjà.

source: A profile with that %(username)s already exists.
es: Ya existe un perfil con ese %(username)s.
fr: Un utilisateur avec ce %(username)s existe déjà.

source: The organization name must contain some alphabetical characters.
es: El nombre de la organización debe contener algunos caracteres alfabéticos.
fr: Le nom de l'organization doit contenir plusieurs caractères alphabetiques.

source: Your organization might already be registered.
es: Es probable que su organización ya esté registrada.
fr: Votre organisation est peut-être déjà enregistée.

source: Short casual name
fr: Surnom court

source: Nick name
es: Seudónimo
fr: Surnom

source: Language
fr: Langue

source: Full name
es: Nombre y apellido
fr: Nom complet

source: You must read and agree to the %(agreement)s.
fr: Vous devez lire et accepter le %(agreement)s.

source: There was an error sending the following email to %(recipients)s. This is most likely due to a misconfiguration of the e-mail notifications whitelabel settings for your site %(site)s.
fr: Une erreur est survenue pendant l'envoi d'e-mail aux %(recipients)s. Ceci est sûrement dû à une mauvaise configuration de votre site %(site)s.

source: There was an error sending an email notification to %(recipients)s. This is due to a template syntax error in %(template_name)s:
fr: Une erreur est survenue pendant l'envoi d'e-mail aux %(recipients)s. Ceci est sûrement dû à une erreur de syntaxe dans %(template_name)s:

source: Site on which the product is hosted
fr: Site hébergeant le produit

source: Link back to the site
fr: Lien vers le site

source: the user at the origin of the notification
fr: l'utilisateur à l'origine de la notification

source: provider when different from broker
fr: fournisseur lorsqu'il est différent du broker

source: information passed in the 'Contact us' form, including message
fr: informations transmises dans le formulaire 'Contactez-nous', y compris le message

source: user the notification applies to
fr: Utilisateur auquel la notification s'applique

source: number of days the link is valid
fr: Nombre de jours pendant lesquels le lien est valide

source: one-time code
fr: code unique ...

source: profile the notification relates to
fr: profil auquel la notification se rapporte

source: number of days before the card expires
fr: nombre de jours avant l'expiration de la carte

source: Last 4 digits of the credit card on file
es: Los últimos 4 números de la tarjeta de crédito registrada
fr: Les 4 derniers chiffres de la carte de paiement enregistrée.

source: Expiration date of the credit card on file
es: Fecha de vencimiento de la tarjeta de crédito registrada
fr: La date d'expiration de carte de paiement enregistrée.

source: plan the subscription relates to
fr: plan auquel l'abonnement se rapporte

source: number of days before the subscription expires
fr: nombre de jours avant l'expiration de l'abonnement

source: use charge the notification relates to
fr: frais d'utilisation auxquels la notification se rapporte

source: current usage in billing period
fr: utilisation actuelle au cours de la période de facturation

source: changes to the profile
fr: modifications du profil

source: The scale of the number reported in the tables (ex: 1000 when numbers are reported in thousands of dollars)
es: La escala numérica de las tablas (p. ej., 1000 cuando los números se muestran en miles de dólares)
fr: L'échelle des nombres reportés dans les tableaux (ex: 1000 quand les nombres rapportés sont en milliers d'euros)

source: Title for the table
es: Título de la tabla
fr: Titre du tableau

source: Data series
fr: Série de données

source: the line items on the charge receipt
fr: les éléments de ligne sur le reçu de facturation

source: Total amount for the charge after refunds have been applied
fr: Montant total des frais après application des remboursements

source: the charge that relates to the notification
fr: les frais liés à la notification

source: Line items to charge for renewal
fr: Éléments à facturer pour le renouvellement

source: Total amount for the charge
fr: Montant total de la facture

source: number renewal attempts
fr: nombre de tentatives de renouvellement

source: maximimum number of renewal attempts
fr: nombre maximum de tentatives de renouvellement

source: true if this is the final notice before subscription is canceled
fr: vrai s'il s'agit du dernier avis avant l'annulation de l'abonnement

source: Line items to charge on checkout
fr: Les éléments à payer lors du réglement

source: Line items paid for already
fr: Éléments déjà payés

source: optional message at the attention of the user
fr: message facultatif à l'attention de l'utilisateur

source: description of the role the notification is about
fr: description du rôle concerné par la notification

source: optional message at the attention of the profile
fr: message facultatif à l'attention du profil

source: You have been invited to create an account to join %(organization)s.
es: Lo han invitado a crear una cuenta para participar en %(organization)s.
fr: Vous avez été invité a créer un compte pour rejoindre %(organization)s.

source: Number of results to return per page between 1 and 100 (defaults to 25).
fr: Nombre de résultats à renvoyer par page entre 1 et 100 (25 par défaut).

source: Didn't quite catch that.
es: No lo entendí del todo.
fr: Impossible de comprendre cette requête

source: 400 Bad Request
es: 400 Petición Incorrecta
fr: 400 Requête Incomprehensible

source: Sorry, we couldn't understand your request.
es: Lo sentimos, no pudimos entender su solicitud.
fr: Désolé, nous n'avons pas compris cette requête

source: If you think there is a mistake, please <a href="/contact/">contact us</a>.
fr: Si vous pensez qu'il y a erreur, veuillez <a href="/contact/">nous contacter</a>

source: We do our best to reply within 24 hours. Thank you!
es: Le responderemos dentro de las próximas 24 h. Gracias.
fr: Nous faisons notre possible pour vous répondre dans les 24 heures. Merci.

source: Doesn't seem to have permissions.
es: No parece tener permisos.
fr: Il semble que vous n'ayez pas la permission d'accéder à cette page.

source: 403 Permission Denied
es: 403 Permiso denegado
fr: 403 Permission refusée

source: Unfortunately, you do not have permissions to access this page.
es: Desafortunadamente, no tiene permisos para acceder a esta página.
fr: Désolé, Vous n'avez pas les permissions requises pour accéder à cette page.

source: Uh-oh, we couldn't find that.
es: Uh-oh, no pudimos encontrar eso.
fr: Désolé, nous n'avons pas trouvé cette page

source: 404 Page Not Found
es: 404 Pagina no encontrada
fr: 404 Page non trouvée

source: The page you were looking for could not be found.
es: No se pudo encontrar la página que buscaba.
fr: La page n'a pas pu être trouvée.

source: Home
es: Hogar
fr: Accueil

source: Pricing
es: Precios
fr: Prix

source: Profile
es: Perfil
fr: Profil

source: Sign out
es: Desconectar
fr: Déconnexion

source: Settings
es: Ajustes
fr: Paramètres

source: More
fr: Plus

source: Click Here to sign out
es: Haga clic aquí para cerrar sesión
fr: Cliquer pour vous déconnecter

source: Too common
fr: Trop courant

source: Very weak (try mixing a lowercase letter, uppercase letter, a digit, and/or a symbol)
fr: Très faible (essayez de mélanger une lettre minuscule, une lettre majuscule, un chiffre et/ou un symbole)

source: Weak (try making it longer than 10 characters)
fr: Faible (essayez de faire plus de 10 caractères)

source: Good
fr: Bon

source: Strong
fr: Fort

source: Very strong
fr: Très fort

source: Password confirmed.
fr: Mot de passe confirmé.

source: Password and confirmation do not match.
fr: Le mot de passe et sa confirmation ne sont pas identiques.

source: Get started!
es: ¡Empezar!
fr: Démarrez!

source: TIP: You are advised to verify the domain and certificate in the URL bar before entering any information.
fr: TIP: Nous vous invitons à verifier le nom de domaine et certificat de sécurité dans la bar URL avant d'entrer quelque information.

source: Next
es: Próxima
fr: Suivant

source: Sign Up &raquo;
fr: S'inscrire &raquo;

source: Activate
es: Activar
fr: Activer

source: You are about to activate your account. Please set a password to secure it.
es: Estás a punto de activar tu cuenta. Establezca una contraseña para protegerlo.
fr: Vous êtes sur le point d'activer votre compte. Veuillez choisir un mot de passe

source: Thank you for verifying your e-mail address. Please enter your password to login.
fr: Merci d'avoir vérifier votre adresse e-mail. Entrez votre mot de passe pour continuer.

source: Thank you for verifying your phone number. Please enter your password to login.
fr: Merci d'avoir vérifier votre numéro de téléphone. Entrez votre mot de passe pour continuer.

source: Already have an account?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte utilisateur?

source: Sign In
es: Iniciar sesión
fr: Se connecter

source: Sign Up
es: Registro inicial
fr: S'inscrire

source: This activation token is invalid or has expired. Maybe you have already used it before?
fr: Le code d'activation est invalide ou a expiré. Peut-être l'avez-vous déjà utilisé auparavant?

source: Based on your e-mail address, you are required to login through the following Single Sign On (SSO) provider
fr: En fonction de votre adresse e-mail, vous devez vous connecter via le fournisseur d'authentification unique (SSO) suivant

source: Registration disabled
es: Registro deshabilitado
fr: Inscriptions momentanément désactivées

source: Authentication disabled
es: Autenticación deshabilitada
fr: Authentification désactivée

source: User registration has been currently disabled on this site.
es: El registro de usuario se ha deshabilitado actualmente en este sitio.
fr: Les inscriptions ont momentanément été désactivées sur ce site.

source: User login and registration has been currently disabled on this site.
es: El inicio de sesión y el registro de usuario están actualmente deshabilitados en este sitio.
fr: La connexion et les inscriptions ont momentanément été désactivées sur ce site.

source: If you think it is a mistake, please contact an administrator.
es: Si cree que es un error, comuníquese con un administrador.
fr: Si vous pensez qu'il y a erreur, veuillez contacter un administrateur.

source: Thank you.
es: Gracias.
fr: Merci.

source: TIP: You are advised to verify the domain and certificate in the URL bar before signing in.
es: SUGERENCIA: se recomienda verificar el dominio y el certificado en la barra de URL antes de iniciar sesión.
fr: TIP: Nous vous invitons à verifier le nom de domaine et certificat de sécurité dans la bar URL avant de vous connecter.

source: Forgot password?
es: ¿Se te olvidó tu contraseña?
fr: Mot de pass oublié?

source: or
es: o
fr: ou

source: You successfully signed out. Thank you for your business, have a good day!
es: Saliste correctamente. Gracias por tu negocio, ¡que tengas un buen día!
fr: Vous êtes maintenant deconnecté. Merci d'utiliser nos services. Bonne journée!

source: Recover Password
fr: Mot de Passe Oublié

source: Send me a link
fr: Envoyez un e-mail avec un lien

source: Back to Sign In
fr: Retour à la page de connexion?

source: Set/Reset Password
es: Establecer/restablecer contraseña
fr: Choisissez/Changez un mot de passe

source: You are about to activate your account and need to enter a password to secure it, or you have an account already and requested to change your password.
es: Está a punto de activar su cuenta y necesita ingresar una contraseña para asegúrelo, o ya tiene una cuenta y solicitó cambiar su contraseña.
fr: Vous êtes sur le point d'activer votre compte ou avez demandé à changer votre mot de passe. Veuillez choisir un mot de passe.

source: By clicking on the &quot;Submit&quot; button below, <b>I signify that I have read and accept the <a target="_blank" href="/legal/terms-of-use/">terms of service</a></b>.
es: Al hacer clic en el botón & quot; Enviar & quot; botón de abajo, <b> Quiero decir que tengo lea y acepte los <a target="_blank" href="/legal/terms-of-use/"> términos de servicio </a> </b>.
fr: En cliquant sur le bouton &quot;Soumettre&quot; ci-dessous, <b>Je certifie avoir lu et accepter les <a target="_blank" href="/legal/terms-of-use/">termes du service</a></b>.

source: Submit
es: Enviar
fr: Soumettre

source: * required fields
es: * Campos requeridos
fr: * champs requis

source: Password reset failed
es: Error al restablecer la contraseña
fr: La ré-initialisation du mot de passe n'a pas fonctionné.

source: What is this page?
es: ¿Qué es esta página?
fr: A quoi sert cette page?

source: By default, a newly subscribed user (or a user signing back in) will land on this page.
es: De forma predeterminada, un usuario recién suscrito (o un usuario que vuelve a iniciar sesión) aterrizará en esta página.
fr: Par défaut, un utilisateur nouvellement inscrit ou un utilisateur qui se connecte atterrira sur cette page.

source: This landing page is easily editable.
es: Esta página de destino se puede editar fácilmente.
fr: Cette page est facilement éditable.

source: Upload Paid Content
es: Subir contenido pago
fr: Télécharger du contenu payant

source: Drag-n-drop or click to upload the paid content you wish to distribute here (PDF file).
es: Arrastre y suelte o haga clic para cargar el contenido pago que desea distribuir aquí (Archivo PDF).
fr: Glisser-Déposer ou cliquer pour télécharger le contenu payant que vous souhaitez distribuer ici (fichier PDF).
