Repository: VanL/djaoapp
Catalog: djaoapp/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Natural period length of a subscription to the plan (monthly, yearly, etc.)
es: Duración del período normal de una suscripción del plan (mensual, anual, etc.)

source: Contract length associated with the period
es: Duración del contrato asociada al período

source: Item added to the cart (if plan)
es: Artículo agregado al carrito (si se encuentra en el plan)

source: Organization subscribed to the plan
es: Organización suscrita al plan

source: authentication has been temporarly disabled.
es: la autenticación se ha desactivado temporalmente.

source: missing MFA token
es: token MFA faltante

source: You have exceeded the number of attempts to enter the MFA code. Please start again.
es: Ha superado el número de intentos para introducir el código MFA. Empieceotra vez.

source: MFA code does not match.
es: El código MFA no coincide.

source: This email address has already been registered! You should now secure and activate your account following the instructions we just emailed you. Thank you.
es: ¡Esta dirección de correo electrónico ya ha sido registrada! Ahora debería proteger y active su cuenta siguiendo las instrucciones que le enviamos por correo electrónico. Gracias.

source: This email address has already been registered! Please <a href="%s">login</a> with your credentials. Thank you.
es: Esta dirección de correo electrónico ya está registrada. <a href="%s">Inicie sesión</a> con sus credenciales. Gracias.

source: This email address has already been registered! You should now secure and activate your account following the instructions we just emailed you. Thank you.
es: Esta dirección de correo electrónico ya está registrada. Ahora, para proteger y activar su cuenta, siga las instrucciones que acabamos de enviarle por correo electrónico. Gracias.

source: Please activate your account first. You should receive an email shortly.
es: Primero active su cuenta. Debería recibir un correo electrónico en breve.

source: We cannot find an account for this e-mail address. Please verify the spelling.
es: No es posible hallar una cuenta para esta dirección de correo electrónico Verifique los datos ingresados.

source: Incorrect credentials
es: credenciales incorrectas

source: E-mail
es: Correo electrónico

source: Short casual name used to address the contact
es: Nombre corto e informal que se usa para referirse al contacto

source: Backend to use for multi-factor authentication
es: Backend para usar en la autenticación multifactor

source: Number of attempts to pass the MFA code
es: Número de intentos de pasar el código MFA

source: Username to identify the account
es: Nombre de usuario para identificar a la cuenta

source: Printable name
es: Nombre imprimible

source: Secret password for the account
es: Contraseña secreta para la cuenta

source: Primary e-mail to contact user
es: Correo electrónico principal de contacto del usuario

source: Picture
es: Fotografía

source: date at which the account was created
es: fecha en la que se creó la cuenta

source: Please follow the instructions in the phone message that has just been sent to you to reset your password.
es: Siga las instrucciones del mensaje telefónico que acaba de enviarpara que restablezca su contraseña.

source: Please follow the instructions in the email that has just been sent to you to reset your password.
es: Para restablecer la contraseña, siga las instrucciones del correo electrónico que se le acaba de enviar.

source: You should now secure and activate your account following the instructions we just phoned you. Thank you.
es: Ahora debe proteger y activar su cuenta siguiendo las instruccionesAcabamos de llamarle. Gracias.

source: We cannot find an account for this phone number. Please verify the spelling.
es: No podemos encontrar una cuenta para este número de teléfono. Verifique la ortografía.

source: A user with that e-mail address already exists.
es: Ya existe un usuario con esa dirección de correo electrónico.

source: A user with that phone number already exists.
es: Ya existe un usuario con ese número de teléfono.

source: This phone number has already been registered! Please <a href="%s">login</a> with your credentials. Thank you.
es: ¡Este número de teléfono ya ha sido registrado! <a href="%s">inicie sesión</a> con sus credenciales. Gracias.

source: This phone number has already been registered! You should now secure and activate your account following the instructions we just messaged you. Thank you.
es: ¡Este número de teléfono ya ha sido registrado! Ahora debería proteger yactive su cuenta siguiendo las instrucciones que le acabamos de enviar.Gracias.

source: Thank you. Your account is now active.
es: Gracias. Ahora su cuenta está activa.

source: Thank you for verifying your e-mail address.
es: Gracias por verificar su dirección de correo electrónico.

source: username or password is incorrect.
es: nombre de usuario o contraseña incorrecta.

source: This email is not yet registered. Would you like to do so?
es: Este correo electrónico aún no está registrado. ¿Le gustaría hacerlo?

source: This username is not yet registered. Would you like to do so?
es: Este nombre de usuario aún no está registrado. ¿Le gustaría hacerlo?
