Repository: VanL/djaoapp
Catalog: djaoapp/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Go further, and run a full-fledge session proxy.
es: Vaya más allá y ejecute un proxy de sesión completo.
fr: Aller plus loin. Exécuter un proxy de session à part entière

source: Session Data
es: Datos de la sesión
fr: Données de session

source: As an HTTP Cookie Header
es: Como encabezado de cookie HTTP
fr: En-tête de cookie HTTP

source: Forwarding Requests
es: Reenvío de solicitudes
fr: Transfert des requêtes

source: To forward HTTP requests to your application instead of showing the landing page:
es: Para reenviar solicitudes HTTP a su aplicación en lugar de mostrar el destino página:
fr: Pour transférer des requêtes HTTP à votre application au lieu d'afficher la page de destination:

source: Check <em>forward</em> for the /app/ rule in the <a href="%(rules_url)s">rules dashboard</a>.
es: Compruebe <em>reenviar</em> la /app/ rule en <a href="%(rules_url)s">panel de reglas</a>.
fr: Cochez <em>transférer</em> pour la règle /app/ dans <a href="%(rules_url)s">les règles du tableau de bord</a>

source: Create a session encryption secret key in the <a href="%(rules_url)s">rules dashboard</a>.
es: Cree una clave secreta de cifrado de sesión en <a href="%(rules_url)s">panel de reglas</a>.
fr: Créez une clé secrète de chiffrement de session dans <a href="%(rules_url)s">les règles du tableau de bord</a>

source: <a href="https://djaodjin.com/docs/" target="_blank">Integrate session decryption code</a> at the front of your application request processing pipeline.
es: <a href="https://djaodjin.com/docs/" target="_blank"> Integrar sesión código de descifrado </a> al principio del procesamiento de la solicitud de su aplicación tubería.
fr: <a href="https://djaodjin.com/docs/" target="_blank">Intégrez le code de décryptage de session</a> à l'avant du pipeline de traitement des demandes de votre application.

source: Please feel free to <a href="/contact/">contact us</a> for any questions.
es: No dude en <a href="/contact/">ponerse en contacto con nosotros</a> si tiene alguna pregunta.
fr: Pour toute question, n'hésitez pas à <a href="/contact/">nous contacter</a>.

source: Accounts & Billing Workflows
es: Flujos de trabajo de cuentas y facturación
fr: Flux de travail pour Comptes et Facturation

source: Powered by &copy; 2025 DjaoDjin. All rights reserved.
fr: Réaliser avec &copy; 2021 DjaoDjin. Tous droits réservés.

source: Legal
fr: Juridique

source: Color mode
fr: Mode couleur

source: Light
fr: Clair

source: Dark
fr: Foncé

source: We have been notified and have started on fixing the error. We apologize for the inconvenience.
fr: Nous avons été alertés de cette erreur. Nous nous excusons pour le dérangement.

source: Powered by DjaoDjin. &copy; 2025 All rights reserved.
fr: Réaliser avec &copy; 2025 DjaoDjin. Tous droits réservés.

source: Contact us
es: Contacta con nosotras
fr: Contactez nous

source: Please leave your name and email address.
es: Deje su nombre y dirección de correo electrónico.
fr: Veuillez laisser votre nom et addresse e-mail.

source: We do our best to reply to each request individually within 24 hours. Thank you!
es: Hacemos todo lo posible para responder a cada solicitud de forma individual en un plazo de 24 horas. Gracias ¡usted!
fr: Nous faisons tout notre possible pour vous répondre dans les 24 heures. Merci.

source: Or alternatively
fr: Ou bien

source: e-mail
fr: Addresse e-mail

source: E-mail address
es: Dirección de correo electrónico
fr: Adresse e-mail

source: Phone
es: Teléfono
fr: Téléphone

source: Activities
es: Actividades
fr: Activitées

source: No activity
es: Ninguna actividad
fr: Aucune activitée

source: by
es: por
fr: par

source: Account
es: Cuenta
fr: Compte

source: Username or e-mail
es: Nombre de usuario o correo electrónico
fr: Nom d'utilisateur ou email

source: Create activity
es: Crear actividad
fr: Créez une activitée

source: No contacts
es: Sin contactos
fr: Aucun contact

source: Create Contact
es: Crear contacto
fr: Créez un contact

source: Login Credentials
es: Credenciales de acceso
fr: Identifiants de connexion

source: By clicking on the &quot;Register&quot; button below, <b>I signify that I have read and accept the <a target="_blank" href="/legal/terms-of-use/">terms of service</a></b>.
es: Al hacer clic en el botón & quot; Registrarse & quot; a continuación, <b>quiero decir que he leído y aceptado el <a target="_blank" href="/legal/terms-of-use/"> condiciones de servicio </a></b>.
fr: En cliquant sur le bouton &quot;S'enregister&quot; ci-dessous, <b>Je certifie avoir lu et accepter les <a target="_blank" href="/legal/terms-of-use/">termes du service</a></b>.

source: Organization Information
es: Información de la organización
fr: Informations liées a l'organisation

source: Contact Information
es: Información del contacto
fr: Coordonnées

source: Credit Card Information
es: Información de la tarjeta de crédito
fr: Informations de carte bancaire

source: Update
es: Actualizar
fr: Mettre à jour

source: card
es: tarjeta
fr: carte

source: expires
es: expira
fr: expire à

source: Card Number
es: Número de tarjeta
fr: Numéro de la carte

source: YYYY
es: AAAA
fr: AAAA

source: Security Code
es: Código de seguridad
fr: Code de sécurité

source: What is CVV/CVC ?
es: ¿Qué es CVV / CVC?
fr: Qu'est-ce qu'un CVV/CVC ?

source: Card Value Verification (CVV) or Card Verification Code (CVC) is a procedure established by credit card companies to reduce fraud for internet transactions. On a Visa, MasterCard and Discover, this 3 digit code is located on the back of the card. American Express, however, displays a 4 digit code on the front of the card. Both 3 or 4 digit codes are verification numbers used in the authentication process.
es: La verificación del valor de la tarjeta (CVV) o el código de verificación de la tarjeta (CVC) es un procedimiento establecido por las empresas de tarjetas de crédito para reducir el fraude en Internet transacciones. En Visa, MasterCard y Discover, este código de 3 dígitos es ubicado en la parte posterior de la tarjeta. American Express, sin embargo, muestra un 4 código de dígitos en la parte frontal de la tarjeta. Ambos códigos de 3 o 4 dígitos son números de verificación utilizados en el proceso de autenticación.
fr: Le Code de Vérification (CVV ou CVC) est une procédure mise en place par les companies de carte de crédit pour réduire la fraude sur internet. Sur une carte Visa, MasterCard et Discover, les 3 chiffres sont situés au dos de la carte. American Express, par contre, a un code à 4 chiffres sur le devant de la carte.

source: The CVV/CVC code is the last 3 digits printed in the signature area on the back of the card.
es: El código CVV / CVC son los últimos 3 dígitos impresos en el área de la firma en el reverso de la tarjeta.
fr: Le code CVV/CVC correspond aux 3 chiffres inscrits dans la zone de signature au dos de la carte.

source: The CVV/CVC code is the last 4 digits on the front of your card right above your credit card number.
es: El código CVV / CVC son los últimos 4 dígitos en el frente de su tarjeta justo arriba su número de tarjeta de crédito.
fr: Le code CVV/CVC correspond aux 4 chiffres sur le devant de la carte juste au dessus du numéro de la carte.

source: Billing Address
es: Dirección de Envio
fr: Adresse de facturation

source: Add Plan
es: Agregar plan
fr: Ajouter un plan

source: Plan was created successfully.
es: El plan se creó correctamente.
fr: Le plan a été créé avec succès.

source: Plan was successfully deleted.
es: El plan se eliminó correctamente.
fr: Le plan a bien été supprimé.

source: New Plan
es: Nuevo plan
fr: Nouveau plan

source: Write the description of the plan here.
es: Escriba la descripción del plan aquí.
fr: Écrivez la description du plan ici.

source: per month
es: por mes
fr: par mois

source: per hour
es: por hora
fr: par heure

source: per day
es: por día
fr: par jour

source: per week
es: por semana
fr: par semaine

source: per year
es: por año
fr: par année

source: placeholder, type to overwrite...
fr: commencez à écrire...

source: Search...
es: Buscar...
fr: Chercher...

source: Drag'n'drop or click here.
es: Arrastra y suelta o haz clic aquí.
fr: Drag'n'drop ou cliquez ici.

source: Click on an item to view more options
fr: Cliquer sur un élément pour voir ses options.

source: Tags must be separated by a comma. ex: video, title
es: Las etiquetas deben estar separadas por una coma. ej: video, título
fr: Les tags doivent être séparés par une virgule. ex: video, titre

source: Delete
es: Borrar
fr: Supprimer

source: Close
es: Cerrar
fr: Fermer

source: Preview
es: Avance
fr: Aperçu

source: No editable templates
fr: Pas de templates éditables

source: New source text
es: Nuevo texto fuente
fr: Nouveau text source

source: URL of the page (ex: /hello) ...
es: URL de la página (ej.: /hola) ...
fr: URL de la page (ex: /hello) ...

source: Cancel
es: Cancelar
fr: Annuler

source: Create
es: Crear
fr: Créez

source: Image gallery
es: Galería de imágenes
fr: Galleries d'images

source: Code Editor
es: Editora de código
fr: Editeur de code

source: "${filename}" uploaded sucessfully
fr: "${filename}" a été téléchargé correctement.

source: Upload completed
es: Carga completada
fr: Téléchargement terminé

source: "${filename}" uploaded sucessfully to "${location}"
fr: "${filename}" a été téléchargé correctement à "${location}".

source: ${filename}" has previously been uploaded to "${location}"
fr: "${filename}" a déjà été téléchargé à "${location}".

source: This placeholder accepts only: ${filetypes} files.
fr: Accepte seulement les formats: ${filetypes}

source: Themes
es: Temas
fr: Thèmes

source: Show inline template editor tools
es: Mostrar herramientas de edición de plantillas en línea
fr: Afficher les outils pour l'édition des modèles

source: Upload theme package (.zip)
es: Cargar paquete de temas (.zip)
fr: Remplacer le thème (.zip)

source: Download .ZIP
es: Descarga .ZIP
fr: Télécharger un .ZIP

source: Restore to default
es: Restaurar a los valores predeterminados
fr: Ré-initialiser le thème par défault

source: When you are modifying root templates (ex: base.html), you may inadvertently break the dashboard and become unable to access this page to upload a fix.
fr: Lorsque vous modifiez des modèles racine (ex : base.html), vous risquez par inadvertance de casser le tableau de bord et de ne plus pouvoir accéder à cette page pour télécharger un correctif.

source: You can reset to the default theme, but you will need an <a href="%(profile_url)s">API key</a> to trigger the <a href="https://www.djaodjin.com/docs/reference/djaoapp/2025-02-17/api/#destroyDjaoAppThemePackageList" target="_blank">API end point</a> from the command line.
fr: Vous pouvez restaurer le thème par défaut, mais pour cela vous aurez besoin d'une <a href="%(profile_url)s">clé API</a> pour pouvoir <a href="https://www.djaodjin.com/docs/reference/djaoapp/2025-02-17/api/#destroyDjaoAppThemePackageList">appeler l'API</a> depuis la ligne de commande.

source: Read more about theme customization ...
es: Leer más sobre la personalización del tema ...
fr: Lire la suite sur la personnalisation de thème...

source: Edit
es: Editar
fr: Editer

source: Send Test Email
es: Enviar correo electrónico de prueba
fr: Envoyez un e-mail de test

source: %(role_descr)s added
es: %(role_descr)s agregada
fr: %(role_descr)s ajouté

source: Register
es: Registro
fr: S'inscrire

source: Never
es: Nunca
fr: Jamais

source: verify again
fr: vérifier à nouveau

source: verify
fr: vérifier

source: Please enter your OTP code
fr: Veuillez entrer votre code OTP.

source: We found your account! Please enter your password
es: ¡Encontramos tu cuenta! Por favor, introduzca su contraseña
fr: Veuillez réentrer votre mot de passe...

source: We keep on top of all best practices to secure the information you provide us. See the <a href="/legal/security/" target="_blank">security policy</a> for details.
es: Nos mantenemos al tanto de todas las mejores prácticas para proteger la información que nos proporciona nosotros. Consulte la <a href="/legal/security/" target="_blank">política de seguridad</a> para más detalles.
fr: Nous nous tenons au courant de toutes les meilleures pratiques pour sécuriser les informations que vous nous fournissez. Voir la <a href="/legal/security/" target="_blank">politique de sécurité</a> pour plus de détails.

source: Advance discounts
es: Descuentos anticipados
fr: Remises anticipées

source: Add discount option
fr: Ajouter une option de remise

source: A 20%% discount on a monthly plan for a year paid in advance would be entered as
fr: Une remise de 20 % % sur un forfait mensuel d'un an payé à l'avance serait saisie comme

source: This would result in the following options at checkout
fr: Cela entraînerait les options suivantes à la caisse

source: Subscription to plan (1 month)
fr: Abonnement au forfait (1 mois)

source: Subscription to plan (12 months a 20%% off)
fr: Abonnement au forfait (12 mois à 20%% de réduction)

source: Use charges
fr: Frais d'utilisation

source: Add use option
fr: Ajouter une option de frais d'utilisation

source: A service charging $0.01/request, the first 10,000 monthly requests being included, would be entered as
fr: Un service facturant $0,01/demande, les 10 000 premières demandes mensuelles étant incluses, serait saisi comme

source: DjaoApp Notification
es: Notificación de DjaoApp
fr: Notification de DjaoApp

source: Thank you for your continued business.
es: Gracias por tu negocio continuo.
fr: Merci de patronner notre service.

source: Any questions or comments, email us at
es: Cualquier pregunta o comentario, envíenos un correo electrónico a
fr: Des questions ou commentaires, écrivez nous à

source: Powered by
es: Energizado por
fr: Réalisé avec

source: Card on file expires soon
es: La tarjeta registrada caduca pronto
fr: La carte enregistrée expire bientôt

source: The credit card for %(name)s expires soon.
es: La tarjeta de crédito de %(name)s caduca pronto.
fr: La carte de crédit pour %(name)s expire bientôt.

source: EXPIRES
es: EXPIRA
fr: EXPIRE

source: Please update your card on file for continued service.
fr: Veuillez mettre à jour votre carte enregistrée pour un service continu.

source: Credit card updated
es: Tarjeta de crédito actualizada
fr: Carte sauvegardé

source: The %(name)s credit card has been successfully updated.
es: La tarjeta de crédito de %(name)s se ha actualizado correctamente.
fr: La carte bancaire de %(name)s a été sauvegardée avec succès.

source: Old
es: Vieja
fr: Précédent

source: New
es: Nueva
fr: Nouveau

source: The card was updated by <a href="%(profile_url)s">%(name)s</a>.
fr: La carte a été modifiée par <a href="%(profile_url)s">%(name)s</a>.

source: Receipt from %(name)s
es: Recibo de %(name)s
fr: Reçu de %(name)s

source: Refund
es: Reembolso
fr: Rembourser

source: Refund Receipt for %(name)s
fr: Reçu de remboursement pour %(name)s

source: Charge Receipt for %(name)s
fr: Reçu de %(name)s

source: On %(created_at)s, the credit card has been charged for an amount of %(price)s.
es: El %(created_at)s, se ha cargado a la tarjeta de crédito un importe de %(price)s.
fr: Nous avons chargé votre carte au %(created_at)s pour un montant de %(price)s.

source: Payment Information
es: Información del pago
fr: Information bancaire

source: reference
es: referencia
fr: référence

source: amount
es: Monto
fr: montant

source: %(amount)s (after refund)
es: %(amount)s (después del reembolso)
fr: %(amount)s (après remboursement)

source: name
es: Nombre
fr: Nom

source: Amount
es: Cantidad
fr: Montant

source: This order was initiated by <a href="%(profile_url)s">%(name)s</a>.
es: Este pedido fue iniciado por <a href="%(profile_url)s">%(name)s</a>.
fr: Cette commande a été initiée par <a href="%(profile_url)s">%(name)s</a>.

source: This email was triggered by %(name)s.
es: Este correo electrónico fue activado por %(name)s.
fr: Cet email est le résultat d'une action de %(name)s.

source: %(name)s Subscription
es: %(name)s Suscripción
fr: Abonnement pour %(name)s

source: Hello %(name)s
es: Hola %(name)s
fr: Bonjour %(name)s

source: I generated a one-time code for you to access
es: Genere un código de un solo uso para que accedas
fr: J'ai créé ce code utilisable pour que vous puissiez accéder à

source: Sail through the payment page by clicking on the following link
es: Navegue por la página de pago haciendo clic en el siguiente enlace
fr: Continuez en cliquant le lien suivant

source: Thank you
es: Gracias
fr: Merci

source: %(template)s Notification
es: %(template)s Notificación
fr: Notification %(template)s

source: Your subscription to %(name)s expires in %(nb_expiration_days)s days
fr: Votre abonnement à %(name)s expire dans %(nb_expiration_days)s jours

source: Act Now!
es: ¡Actuar ya!
fr: Faites-le!

source: %(subscriber)s subscription to %(plan)s from %(provider)s expires in %(nb_expiration_days)s days.
fr: L'abonnement de %(subscriber)s à %(plan)s de %(provider)s expire dans %(nb_expiration_days)s jours.

source: Renew now
es: Renovar ahora
fr: Renouvellez maintenant

source: to insures continuous service by clicking on the previous link or copy/pasting the following link in your browser:
es: para asegurar el servicio continuo haciendo clic en el enlace anterior o copiando/pegando el siguiente enlace en su navegador:
fr: Pour continuer à assurer le service en cliquant sur le lien précédent ou en copiant le lien suivant dans votre navigateur web

source: Check that
es: Mira esto
fr: Vérifier que

source: You credit card is valid.
es: Tu tarjeta de crédito es válida.
fr: Votre carte de crédit est valide

source: You have auto-renew checked in your profile.
es: Ha marcado la renovación automática en su perfil.
fr: L'option renouvellement automatique est cochée dans votre profil.

source: Order Confirmation from %(name)s
fr: Confirmation du bon de commande de %(name)s

source: Order Confirmation for %(name)s
fr: Confirmation du bon de commande pour %(name)s

source: This order confirmation only notifies that you intend to pay for this product(s).
es: Esta confirmación de pedido solo notifica que tiene la intención de pagar por esto producto(s).
fr: Cette confirmation de commande vous notifie uniquement de l'intention de payer pour le produit.

source: You have not been charged.
es: No se le ha cobrado.
fr: Vous n'avez pas été chargé.

source: A receipt will follow only after a credit card payment has been successfully made.
es: Se enviará un recibo solo después de que el pago con tarjeta de crédito se haya realizado correctamente hecho.
fr: Un reçu suivra uniquement une fois que le carte de crédit aura été débitée avec succès.

source: Weekly sales report
es: Informe de ventas semanal
fr: Rapport hebdomadaire sur les ventes

source: Sales report for the week ending %(title)s
fr: Raport de ventes pour la semaine finissant %(title)s

source: Total in USD
es: Total en USD
fr: Total en EUR

source: vs. last week
es: vs. la semana pasada
fr: vs. la semaine dernière

source: vs. same week a year ago
es: versus la misma semana hace un año
fr: vs. la même semaine l'année dernière

source: Definitions for Total Sales, Payments, etc.
es: Definiciones de ventas totales, pagos, etc.
fr: Définitions pour les ventes totales, les paiements, etc.

source: Payment Processor setup error for %(name)s
es: Error de configuración del procesador de pagos para %(name)s
fr: Erreur pendant la configuration du processeur de payment %(name)s

source: <strong>%(customer)s</strong> attempted to pay on your website. There was an error as it seems the payment processor account for %(provider)s is not connected properly.
fr: L'utilisateur %(customer)s a essayé de payer sur votre site. Une erreur est survenue parce que le processeur de payment pour %(provider)s n'est pas connecté correctement.

source: Please review and/or (re-)connect the payment processor associated to %(name)s at the URL below:
es: Revise y / o (vuelva a) conectar el procesador de pagos asociado a%(name)s en la URL siguiente:
fr: Veuillez vérifier et/ou re-connecter le processeur de payment pour %(name)s en suivant ce lien:

source: %(organization)s was updated
es: %(organization)s se actualizó
fr: %(organization)s a été modifié

source: <a href="%(user_url)s">%(user)s</a> modified the following fields in <a href="%(profile_url)s">%(profile)s</a>
es: <a href="%(user_url)s">%(user)s</a> modificó los siguientes campos en <a href="%(profile_url)s">%(profile)s</a>
fr: <a href="%(user_url)s">%(user)s</a> a modifié les champs suivants dans <a href="%(profile_url)s">%(profile)s</a>

source: PREVIOUSLY
es: PREVIAMENTE
fr: PRECEDENT

source: CURRENT
es: ACTUAL
fr: COURANT

source: If the changes look suspicious to you, please email us at
es: Si los cambios le parecen sospechosos, envíenos un correo electrónico a
fr: Si ces changements vous semblent bizarre, veuillez nous contacter à

source: [%(broker)s] Free Tier Quota Reached
fr: [%(broker)s] Quota du niveau gratuit atteint

source: Free Tier Quota Reached
fr: Quota du niveau gratuit atteint

source: This notification is to let you know that %(profile)s has reached the free tier quota for the billing period.
fr: Cette notification vise à vous informer que %(profile)s a atteint le quota du niveau gratuit pour la période de facturation.

source: %(provider)s Renewal failed
es: %(provider)s La renovación falló
fr: Le renouvellement de %(provider)s a échoué

source: The charge of %(total_price)s failed. This is %(nb_renewal_attempts)s/%(max_renewal_attempts)s attempts. After %(max_renewal_attempts)s attempts, your service will be discountinued. Please update your payment method by visiting the following URL in your favorite browser:
es: El cargo de %(total_price)s falló. Esto es %(nb_renewal_attempts)s/%(max_renewal_attempts)s intentos. Después de %(max_renewal_attempts)s intentos, Se descontará su servicio. Actualice su método de pago antes del visitando la siguiente URL en su navegador favorito:
fr: L'opération de débit de %(total_price)s a échoué. C'est la tentative %(nb_renewal_attempts)s/%(max_renewal_attempts)s. Après %(max_renewal_attempts) s tentatives, votre service sera annulé. Veuillez mettre à jour votre mode de paiement avant le en visitant l'URL suivante dans votre navigateur préféré:

source: %(user)s was added as a %(role_description)s to %(organization)s
fr: %(user)s a été ajouté comme %(role_description)s à %(organization)s.

source: You can review who has a %(role_description)s to <a href="%(back_url)s">%(organization)s profile</a> now by clicking on the previous link or copy/pasting the following link in your browser:
fr: Vous pouvez vérifier qui a un rôle de %(role_description)s pour <a href="%(back_url)s">%(organization)s profile</a> maintenant en cliquant sur le lien précédent ou en copiant le lien suivant dans votre navigateur web:

source: You were added as a %(role_description)s to %(organization)s
fr: Vous avez reçu le rôle de %(role_description)s pour %(organization)s

source: Hi %(name)s
es: Ola %(name)s
fr: Bonjour %(name)s

source: You were added as a %(role_description)s to %(organization)s and can access the <a href="%(back_url)s">%(organization)s account</a> now by clicking on the previous link or copy/pasting the following link in your browser:
fr: Vous avez reçu le rôle de %(role_description)s pour %(organization)s et pouvez maintenant accéder au profil <a href="%(back_url)s">%(organization)s</a> en cliquant sur le lien précédent ou en copiant le lien suivant dans votre navigateur web:

source: %(user)s requested an additional role on %(organization)s
es: %(user)s solicitó un rol adicional en %(organization)s
fr: %(user)s a demandé un rôle additionel pour %(organization)s
