Repository: VanL/djaoapp
Catalog: djaoapp/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Enable GroupBuy
es: Habilitar GroupBuy
fr: Activer GroupBuy

source: type must be one of 'personal' or 'organization'.
es: El tipo debe ser 'personal' u 'organization'.
fr: Le type doit être une des valeurs 'personal' or 'organization'.

source: Active subscriptions for the profile
fr: Abonnements actifs pour le profil

source: Type of discount (periods, percentage or currency unit)
es: Tipo de descuento (períodos, porcentaje o unidad monetaria)
fr: Type de remise (périodes, pourcentage ou unité monétaire)

source: Enter a valid slug.
fr: Entrez un slug valid.

source: Free-form text description for the %(object)s
es: Descripción de texto de formato libre para %(object)s
fr: Texte libre pour la description de %(object)s

source: True when customers can subscribe to the plan
es: Es válido cuando los clientes se pueden suscribir al plan
fr: Vrai quand les utilisateurs peuvent souscrire au plan

source: One-time amount to pay when the subscription starts
es: Importe del pago único correspondiente al inicio de la suscripción
fr: Montant unique à payer au début de l'abonnement

source: Amount billed every period
es: Importe facturado por período
fr: Montant à payer à chaque période

source: Natural period length of a subscription to the plan (hourly, daily, weekly, monthly, yearly)
fr: Période naturelle pour un abonnement au plan (hourly, daily, weekly, monthly, yearly)

source: Provider of the plan
es: Proveedor del plan
fr: fournisseur du plan

source: True when a subscriber can automatically be subscribed to the plan by its provider. Otherwise the subscriber must manually accept the subscription. (defaults to False)
es: Verdadero cuando un suscriptor puede suscribirse automáticamente al plan por su proveedor. De lo contrario, el suscriptor debe aceptar manualmente la suscripción (predeterminado en False)
fr: Vrai lorsqu'un abonné peut être automatiquement abonné au plan par son fournisseur. Sinon, l'abonné doit accepter manuellement l'abonnement. (False par défaut)

source: True when a provider must manually accept a subscription to the plan initiated by a subscriber. (defaults to False)
es: Verdadero cuando un proveedor debe aceptar manualmente una suscripción al plan iniciado por un suscriptor. (predeterminado en Falso)
fr: Vrai lorsqu'un fournisseur doit accepter manuellement un abonnement au plan lancé par un abonné. (False par défaut)

source: Discounts when periods are paid in advance.
es: Descuentos cuando los períodos se pagan por adelantado.
fr: Remise pour les périodes payées en avance

source: Discounted amount for the first period
es: Importe descontado para el primer período
fr: Montant réduit pour la première période

source: The plan is part of the cart to checkout
es: El plan es parte del carrito para pagar
fr: Le plan fait partie du panier à la caisse

source: One of slug or (full_name, email, type) should be present
es: Debe estar presente uno de slug o (full_name, email, type)
fr: Soit le slug ou (full_name, email, type) doit être présent

source: Profile subscribed to the plan
fr: Organisation abonnée au plan

source: URL API endpoint to remove the subscription request
fr: API URL pour retirer la demande d'abonnement

source: True if the request user is able to update the subscription. Typically a profile manager for the plan provider.
fr: Vrai si l'utilisateur authentifié est autorisé à modifier l'abonnement. En général si l'utilisateur est un manager du fournisseur du plan.

source: Message to send along the invitation
es: Mensaje para enviar junto con la invitación
fr: Message à envoyer avec l'invitation

source: Billing profile from which funds are withdrawn
fr: Compte source duquel les fonds sont retirés

source: Billing profile to which funds are deposited
fr: Compte destinataire sur lequel les fonds sont déposés

source: Amount being transfered
es: Importe para transferir
fr: Montant transféré

source: True if the transaction is indentified as a debit in the API context
es: Es válido si la transacción se identifica como débito en el contexto de la API
fr: Vrai si la transaction est identifiée comme un débit dans le contexte de l'API

source: Transaction invoiced
fr: Livre des transactions

source: Subscription lines and options refer to.
es: Las descripciones acerca de las suscripciones o de las opciones que las sustituyen
fr: Référence de l'abonnement utilisé dans les lignes et options

source: Line items to charge on checkout.
es: Los artículos reservados y por cobrar.
fr: Les éléments à payer lors du réglement

source: Current state (i.e. created, done, failed, disputed)
es: Estado actual (es decir, creada, lista, fallida, reclamada)
fr: L'état courant de la charge (i.e. created, done, failed, disputed).

source: Amount and unit in a commonly accepted readable format
es: Importe y unidad en formato legible y ampliamente aceptado
fr: Montant et unitée monétaire dans un format courant.

source: Last 4 digits of the credit card used
es: Los últimos 4 números de la tarjeta de crédito usada
fr: Les 4 derniers chiffres de la carte de paiement utilisée

source: User the cart belongs to
fr: Utilisateur auquel appartient le panier

source: Use charge in the cart
fr: Frais d'utilisation dans le panier

source: Plan in the cart (if any)
fr: Plan ajouté au panier (si existe)

source: The plan to add into the request.user cart.
es: Es el plan que se agregará al carrito de request.user.
fr: Le plan à ajouter au panier du request.user.

source: The use charge to add into the request.user cart.
fr: Les frais d'utilisation à ajouter au panier du request.user.

source: Date/time at which item is recorded (in ISO 8601 format)
fr: Date/heure à laquelle l'article a été enregistré (en format ISO)

source: UseCharge %(use)s does not belong to plan %(plan)s
fr: Frais d'utilisation %(use)s n'appartiennent pas au plan %(plan)s

source: The user for whom the cart item is being created
fr: L'utilisateur pour lequel l'article du panier est créé

source: Items that have been created in the cart
fr: Articles créés dans le panier

source: Rows that have been uploaded
fr: Lignes qui ont été téléchargées

source: Rows that have failed to be created in the cart
fr: Lignes qui n'ont pas pu être créées dans le panier

source: Profile the role type belongs to
fr: Profil auquel appartient le type de rôle

source: True when the role type is available for all profiles
fr: Vrai lorsque le type de rôle est disponible pour tous les profils

source: True if the request user is able to update the role description. Typically a profile manager for the organization (local role description) or the broker (global role descriptions).
fr: Vrai si l'utilisateur de la demande est en mesure de mettre à jour la description du rôle. Il s'agit généralement d'un gestionnaire de profils pour l'organisation (description du rôle local) ou du courtier (descriptions des rôles globaux).

source: Profile the user has a role on
fr: Profil sur lequel l'utilisateur a un rôle

source: Description of the role
fr: Texte libre pour la description du role

source: URL API endpoint to grant the role
fr: API URL pour accorder le rôle

source: URL API endpoint to remove the role grant or request
fr: API URL pour supprimer l'attribution ou la demande de rôle

source: URL to the homepage for the profile associated to the role
fr: URL vers la page d'accueil du profil associé au rôle

source: URL to the settings page for the profile associated to the role
fr: URL vers la page des paramètres du profil associé au rôle

source: Enter a valid organization slug.
es: Ingrese un nombre válido de etiqueta corta (slug) para la organización.
fr: Entrez un identifiant d'organisation valide.

source: Profile to grant {user} a role onto
fr: Profil sur lequel accorder un rôle à {user}

source: E-mail of profile to grant {user} a role onto (potentially generating an invite to the site)
fr: E-mail du profil sur lequel accorder un rôle à {user} (générant potentiellement une invitation sur le site)

source: User with the role
fr: Utilisateur avec ce role

source: Enter a valid username.
es: Ingrese un nombre de usuario válido.
fr: Entrez un nom d'utilisateur valide.

source: URL to uploaded content
es: URL al contenido subido
fr: URL pour uploader le contenu

source: Text of the agreement
fr: Texte de l'accord

source: Date/time of update (in ISO 8601 format)
fr: Date/heure de modification (en format ISO)

source: I have read and understand these terms and conditions
es: He leído y entiendo estos términos y condiciones.
fr: J'ai lu et accepte les termes et conditions

source: Date/time of signature (in ISO 8601 format)
fr: Date/heure de signature (en format ISO)

source: Since when is the profile a subscriber
es: Desde cuando el perfil es una suscriptor
fr: Depuis quand le profil est-il un abonné

source: Current end date for the contract
fr: Date de fin actuelle du contrat

source: Total value to be collected from the profile
es: Valor total que se recopilará del perfil
fr: Valeur totale à collecter à partir du profil

source: Cash payments collected from the profile
es: Pagos en efectivo cobrados del perfil
fr: Paiements collectés à partir du profil

source: The deferred revenue for the profile
es: Los ingresos diferidos del perfil
fr: Les revenus différés pour le profil

source: Line items included in the invoice
fr: Éléments inclus dans la facture

source: Unique identifier
fr: Identifieur unique

source: Date/time of creation (in ISO 8601 format)
fr: Date/heure de création (en format ISO 8601)

source: Unique identifier returned by the payment processor
fr: L'identifiant retourne par le processeur de payment

source: selected plan option during checkout
es: opción de plan seleccionada durante el pago
fr: Option d'abonnement selectionnée lors du passage en caisse

source: List of indices, one per subscription that has multiple advance discount options
fr: Liste des indices, un par abonnement, proposant plusieurs options de remise anticipée

source: attaches the payment method to the profile when true
fr: Quand la valeur est vrai, attache une carte de paiement au profil.

source: one-time token generated by the processorfrom the payment card.
es: token único generado por el procesador a partir de la tarjeta de pago.
fr: code généré par le processeur de la carte de paiement utilisable une fois.

source: Coupon code to redeem
es: Código de cupón para canjear
fr: Coupon à appliquer au passage en caisse

source: Forces invite of user/organization that could not be found
es: El usuario/organización se crea independientemente de que no se halle uno
fr: Force l'invitation d'un utilisateur ou une organisation qui n'a pas encore de compte.

source: Data/time for the end of the period (in ISO format)
fr: Date/heure de création (en format ISO)

source: Natural period length (hourly, daily, weekly, monthly, yearly). Defaults to monthly.
fr: Durée naturelle des périodes (horaire, quotidienne, hebdomadaire, mensuelle, annuelle). La valeur par défaut est mensuelle.

source: Specify the number of periods to include. Min value is 1.
fr: Spécifiez le nombre de périodes à inclure. La valeur minimale est 1.

source: True when a personal profile should be shown
fr: Vrai lorsqu'un profil personnel doit être affiché

source: Adds context to update a payment method on file.
fr: Ajoute du contexte pour mettre à jour un mode de paiement enregistré.

source: Effectively the username. The variable is named `slug` such that front-end code can be re-used between Organization and User records.
es: En efecto, el nombre de usuario. La variable se denomina `slug` (etiqueta corta) para que el código front-end se pueda volver a usar entre los registros de la organización y del usuario.
fr: Le nom d'utilisateur. Cette variable est nommée `slug` de façon à ce que le source code du front-end puisse être utilisé sans changement entre des objets Organization et User.

source: E-mail address for the user
es: Dirección de correo electrónico para el usuario
fr: L'adresse e-mail pour l'utilisateur

source: Date/time of last login (in ISO format)
fr: Date/heure de la dernière connextion (en format ISO)

source: Full name for the contact (effectively first name followed by last name)
es: Nombre y apellido del contacto (el nombre seguido del apellido)
fr: Nom complet pour le contact (prénom suivi du nom de famille)

source: cannot find active subscription to %(plan)s for %(organization)s
es: no puedo encontrar la suscripción activa a %(plan)s para %(organization)s
fr: Aucun abonnement en cours pour %(plan)s de %(organization)s

source: The latest transfers might not be shown because there was an error with the backend processor (ie. %(err)s).
es: Es probable que no se muestren las últimas transferencias debido a que se produjo un error con el procesador en segundo plano (backend) (p. ej., %(err)s).
fr: Les derniers transferts peuvent ne pas être visible à cause d'une erreur avec le processeur (ie. %(err)s).

source: No UseCharge specified.
fr: Pas de frais d'utilisation spécifié

source: Couldn't find a subscription to %(plan)s that covers %(at_time)s.
fr: Impossible de trouver un abonnement à %(plan)s qui couvre %(at_time)s.

source: You have to agree with the terms
es: Tienes que estar de acuerdo con los términos
fr: Vous devez accepter les termes

source: Your card was declined. We are taking your security seriously. When we submit a charge to your bank, they have automated systems that determine whether or not to accept the charge. Check you entered the card number, expiration date, CVC and address correctly. If problems persist, please contact your bank.
es: Su tarjeta fue rechazada. Nos tomamos el tema de su seguridad con seriedad. Cuando enviamos un cobro a su banco, hay sistemas automáticos que determinan si se acepta o no. Verifique si ingresó correctamente el número de tarjeta, la fecha de vencimiento, el CVC (código de verificación de la tarjeta) y la dirección. Si el problema persiste, comuníquese con su banco.
fr: Votre carte a été rejetée. Nous prennons votre sécurité très au sérieux. Quand nous envoyons une requête de paiement à votre banque, elle dispose de systèmes automatisés pour décider d'accepter ou de rejeter un paiement. Vérifiez que vous avez entré correctement le numéro de la carte, la date d'expiration, le CVC et l'adresse. Si les problèmes persistent, veuillez contacter votre banque.

source: Invalid request on processor for %(organization)s
es: Solicitud no válida en el procesador para %(organization)s
fr: Demande non valide sur le processeur pour %(organization)s

source: %(organization)s is not connected to a Stripe account.
es: %(organization)s no está asociada con ninguna cuenta de Stripe.
fr: %(organization)s n'est pas connecté à un compte Stripe.

source: access to %(organization)s Stripe account was denied (access might have been revoked).
es: se denegó el acceso a la cuenta de Stripe de %(organization)s (es posible que el acceso haya sido revocado).
fr: accèss au compte Stripe de %(organization)s a été refusé (l'accèss a peut-être été révoqué).

source: %(auth)s is neither a manager of %(organization)s nor a manager of one of %(organization)s providers.
es: %(auth)s no es gerente de %(organization)s ni de uno de los proveedores de %(organization)s.
fr: %(auth)s n'est ni un manager de %(organization)s ni un manager d'un des fournisseurs de %(organization)s.

source: %(auth)s is not a direct manager of %(organization)s.
es: %(auth)s no es gerente directo de %(organization)s.
fr: %(auth)s n'est pas un manager de %(organization)s.

source: %(auth)s is not a manager of one of %(organization)s providers.
es: %(auth)s no es gerente de uno de los proveedores de %(organization)s.
fr: %(auth)s n'est pas un manager d'un des fournisseurs de %(organization)s.

source: %(auth)s has neither a direct relation to an organization connected to %(user)s nor a connection to one of the providers to such organization.
es: %(auth)s tampoco tiene relación directa con ninguna organización conectada con %(user)s ni conexión alguna con uno de los proveedores de dicha organización.
fr: %(auth)s n'a pas de relation directe avec une organisation connectèe à %(user)s ni de connection à un des fournisseurs d'une telle organisation.

source: Remember this card
es: Recordar esta tarjeta
fr: Se souvenir de cette carte

source: '%(amount)s' is an invalid amount (%(err)s)
fr: '%(amount)s' n'est pas un montant valide (%(err)s)

source: Subscription should be of the form subscriber:plan.
es: La suscripción debe tener la forma de subscriber:plan.
fr: Abonnement doit être de la forme abonné:plan

source: Invalid amount
es: El importe no es válido
fr: Montant erroné

source: Display name
fr: Nom d'utilisateur

source: Display name may only contain letters, digits and -/_ characters. Spaces are not allowed.
es: El nombre para mostrar solo puede contener letras, dígitos y - / _ caracteres. Los espacios son no permitido.
fr: Le nom d'utilisateur peut seulement contenir des lettres, des chiffres et les caractères -/_. Les espaces ne sont pas acceptés.

source: Enable GroupBuy (<a href="https://www.djaodjin.com/docs/faq/#group-billing" target="_blank">what is it?</a>)
fr: Permettre GroupBuy (<a href="https://www.djaodjin.com/docs/faq/#group-billing" target="_blank">qu'est-ce que c'est?</a>)

source: Enable creation of subscription plans
es: Habilitar la creación de planes de suscripción
fr: Activer la création de plans d'abonnement

source: Unique identifier to reference the use charge in URLs
fr: Identifiant unique visible dans la barre URL

source: Short description of the use charge
fr: Texte court pour la description des frais d'utilisation

source: Long description of the use charge
fr: Texte long pour la description des frais d'utilisation

source: Amount per unit defined by the provider of the use charge in plan currency unit (ex: $0.01/request)
fr: Montant par unité défini par le fournisseur des frais d'utilisation en unité monétaire du forfait (ex : $0,01/demande)

source: Usage included in the plan (in units defined by the provider)
fr: Utilisation incluse dans le forfait (en unités définies par le fournisseur)

source: Maximum spend limit per period above which the subscriber is notified (in currency unit)
fr: Limite de dépenses maximale par période au-delà de laquelle l'abonné est informé (en unité monétaire)

source: period must be one of %(period)s
es: el período debe ser uno de %(period)s
fr: La periode doit être une valeur de la liste %(period)s

source: renewal must be one of %(type)s
es: la renovación debe ser una de %(type)s
fr: le renouvelement doit être une valeur de la liste %(type)s

source: Redeem
es: Canjear
fr: Utiliser

source: Registration code
es: Código de registro
fr: Code pour s'enregistrer

source: Withdraw
es: Extracción
fr: Retirez

source: Amount (in %(unit)s)
es: Cantidad (en %(unit)s)
fr: Montant (in %(unit)s)

source: Balance on %(plan)s
es: Saldo en %(plan)s
fr: Balance due pour %(plan)s

source: Subscription to %(plan)s until %(ends_at)s (%(nb_periods)s %(period_name)s)
es: Suscripción a %(plan)s hasta %(ends_at)s (%(nb_periods)s %(period_name)s)
fr: Abonnement à %(plan)s jusqu'à %(ends_at)s (%(nb_periods)s %(period_name)s)

source: Buy %(quantity)s %(plan)s %(use_charge)s
es: Compre %(quantity)s %(plan)s %(use_charge)s
fr: Acheter %(quantity)s %(plan)s %(use_charge)s

source: Charge %(charge)s on credit card of %(organization)s
fr: Débiter %(charge)s sur la carte de crédit de %(organization)s

source: Charge %(charge)s processor fee for %(event)s
es: Cargo del procesador de %(charge)s por %(event)s
fr: Débiter %(charge)s de frais processor pour %(event)s

source: Charge %(charge)s broker fee for %(event)s
es: Cargo del corredor %(charge)s por %(event)s
fr: Débiter %(charge)s de frais broker pour %(event)s

source: Charge %(charge)s distribution for %(event)s
es: Distribución de %(charge)s de cargo por %(event)s
fr: Débiter %(charge)s de distribution pour %(event)s

source: Charge %(charge)s %(refund_type)s for %(descr)s
es: Cargo %(charge)s %(refund_type)s por %(descr)s
fr: Débiter %(charge)s %(refund_type)s pour %(descr)s

source: Keep a balanced ledger
es: Mantenga un libro de contabilidad equilibrado
fr: Garder des comptes equilibrés

source: Past due
es: Vencido
fr: Montant échu

source: Off-line payment
es: Pago fuera de línea
fr: Payment reçu en dehors du site

source: Recognize %(subscription)s from %(period_start)s to %(period_end)s (%(nb_periods)s period)
es: Reconocer %(subscription)s desde %(period_start)s hasta %(period_end)s(%(nb_periods)s período)
fr: Reconnaît %(subscription)s de %(period_start)s à %(period_end)s(%(nb_periods)s périodes)

source: Recognize %(subscription)s from %(period_start)s to %(period_end)s
es: Reconocer %(subscription)s desde %(period_start)s hasta %(period_end)s
fr: Reconnaît %(subscription)s de %(period_start)s à %(period_end)s

source: Unlock %(plan)s now. Don't worry later to %(unlock_event)s.
es: Desbloquea %(plan)s ahora. No se preocupe más tarde a %(unlock_event)s.
fr: Payer %(plan)s maintenant. Pas de soucis plus tard pour %(unlock_event)s.

source: Access %(plan)s Today. Pay %(amount)s later to %(unlock_event)s.
es: Acceso %(plan)s hoy. Paga %(amount)s más tarde a %(unlock_event)s.
fr: Accéder à %(plan)s aujourd'hui. Payez %(amount)s plus tard pour %(unlock_event)s.

source: Write off liability for %(event)s
es: Cancelar la responsabilidad por %(event)s
fr: Abandon de créances pour %(event)s

source: Write off receivable for %(event)s
es: Cancelar la cuenta por cobrar por %(event)s
fr: Abandon de reçus pour %(event)s

source: hour
es: hora
fr: heure

source: day
es: días
fr: jour

source: week
es: semana
fr: semaine

source: month
es: mes
fr: mois

source: year
es: año
fr: année

source: a %(percent)s discount
es: un% (percent) s de descuento
fr: une réduction de %(percent)s

source: and
es: et
fr: et

source: %(nb_periods)s %(period_name)s free
fr: %(nb_periods)s %(period_name)s gratuit

source: a %(amount)s off
es: un %(amount)s de descuento
fr: %(amount)s de rabais

source: , complimentary of %(payer)s
es: , complementaria de %(payer)s
fr: , de la part de %(payer)s

source: for %(subscriber_full_name)s (%(sync_on)s)
fr: pour %(subscriber_full_name)s (%(sync_on)s)

source: More ...
es: Más...
fr: Plus ...

source: RoleDescription '%(role)s' does not exist.
es: RoleDescription '%(role)s' no existe.
fr: RoleDescription '%(role)s' n'existe pas.

source: The profile can fulfill the provider side of a subscription.
fr: L'organisation peut être utilisée comme un fournisseur dans un abonnement.

source: Profile picture
es: Foto de perfil
fr: Photo du profil

source: URL location of the profile picture
fr: URL ou ce trouve la photo du profil

source: Date at which the next automatic charge will be generated (in ISO format)
fr: Date à laquelle le prochain prélèvement automatique sera généré (au format ISO)

source: Funds escrowed in currency unit
es: Fondos depositados, en unidad monetaria
fr: Les fonds sous écrous en unité monétaire

source: Number of successive failed charges
es: Número de cargos fallidos sucesivos
fr: Nombre de charges échouées successives

source: Used to deposit funds to the organization bank account
es: Usado para depositar fondos en la cuenta bancaria de la organización
fr: Utilisé pour déposer les fonds sur le compte en banque d'une organisation

source: enabled
es: activado
fr: actif

source: Short description of the role. Grammatical rules to pluralize the title might be used in User Interfaces.
es: Breve descripción de la función. Probablemente se empleen reglas gramaticales para pluralizar el título en las interfaces de usuarios.
fr: Description synthétique du rôle. Les règles grammaticales pour les formes plurielles peuvent être utilisées dans l'interface utilisateur.
