Repository: VanL/djaoapp
Catalog: djaoapp/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: You can grant this request to %(user)s in the <a href="%(back_url)s">Dashboard</a> now by clicking on the previous link or copy/pasting the following link in your browser:
es: Puede conceder esta solicitud a %(user)s en <a href="%(back_url)s">Panel de control</a> ahora haciendo clic en el enlace anterior o copiando/pegando el siguiente enlace en su navegador:
fr: Vous pouvez approver la requête de %(user)s dans le <a href="%(back_url)s">Dashboard</a> en cliquant sur le lien précédent ou en copiant le lien suivant dans votre navigateur web:

source: %(user)s accepted the subscription of %(organization)s to %(plan)s
es: %(user)s aceptó la suscripción de %(organization)s a %(plan)s
fr: %(user)s a accepté l'abonnement de %(organization)s au plan %(plan)s

source: You can now access <a href="%(back_url)s">%(organization)s profile</a> by clicking on the previous link or copy/pasting the following link in your browser:
es: </a> por haciendo clic en el enlace anterior o copiando/pegando el siguiente enlace en tu navegador:
fr: Vous pouvez accéder au <a href="%(back_url)s">profil de %(organization)s </a> en cliquant sur le lien précédent ou en copiant le lien suivant dans votre navigateur web:

source: %(user)s granted %(organization)s a subscription to %(plan)s
es: %(user)s otorgó a %(organization)s una suscripción a %(plan)s
fr: %(user)s a donné un abonnement pour %(plan)s à %(organization)s

source: You can <a href="%(back_url)s">accept the subscription</a> by clicking on the previous link or copy/pasting the following link in your browser:
es: Puede <a href="%(back_url)s">aceptar la suscripción</a> haciendo clic enel enlace anterior o copie / pegue el siguiente enlace en su navegador:
fr: Vous pouvez <a href="%(back_url)s">accepter l'abonement</a> en cliquant sur le lien précédent ou en copiant le lien suivant dans votre navigateur web:

source: %(user)s requested %(organization)s a subscription to %(plan)s
fr: %(user)s a demandé d'abonner %(organization)s à %(plan)s

source: [%(broker)s] Use Charge Limit Crossed
fr: [%(broker)s] Limite de frais d'utilisation dépassée

source: Use Charge Limit Crossed
fr: Limite de frais d'utilisation dépassée

source: Hello %(user)s
es: Ola %(user)s
fr: Bonjour %(user)s

source: This notification is to let you know that your profile has crossed the use charge limit you set for the billing period.
fr: Cette notification a pour but de vous informer que votre profil a croisé l'utilisation limite de facturation que vous avez définie pour la période de facturation.

source: Account for user %(user)s has been activated on %(broker)s
es: La cuenta para el usuario %(user)s se ha activado en %(broker)s
fr: Le compte utilisateur de %(user)s a été activé sur %(broker)s

source: Account for user %(user)s has been activated.
es: Se ha activado la cuenta para el usuario %(user)s.
fr: Le compte utilisateur %(user)s a été activé.

source: An account was activated!
es: ¡Se activó una cuenta!
fr: Un compte a été activé!

source: Email
es: Correo electrónico
fr: Addresse e-mail

source: Contact inquiry from %(user)s
es: Consulta de contacto de %(user)s
fr: Demande de contact de l'utilisateur %(user)s

source: Contact inquiry from
es: Consulta de contacto de
fr: Questions de

source: Regards
es: Saludos
fr: Merci

source: [%(broker)s] Successful login
fr: [%(broker)s] La connexion a échoué

source: This notification is just to let you know that your credentials were used to successfully logged into %(broker)s
fr: Cette notification sert simplement à vous informer que vos identifiants ont été utilisés pour connecté avec succès à %(broker)s

source: If this wasn't you, please contact us immediately at
fr: Si ce n'était pas vous, veuillez nous contacter immédiatement au

source: [%(broker)s] Login failed
fr: [%(broker)s] La connexion a échoué

source: Login failed
fr: La connexion a échoué

source: We have blocked an attempt to use your username to login into %(broker)s.
fr: Nous avons bloqué une tentative d'utilisation de votre nom d'utilisateur pour vous connecter à %(broker)s.

source: If you forgot your password, you can recover it by clicking the "Forgot password?" link on the login page
fr: Si vous avez oublié votre mot de passe, vous pouvez le récupérer en cliquant sur le bouton "Oublié mot de passe?" sur la page de connexion

source: If it wasn't you and you suspect something is going on, please contact us.
fr: Si ce n'est pas vous et que vous pensez que quelque chose se passe, veuillez nous contacter.

source: Your multi factor authentication token on %(broker)s
es: Su token de autenticación multifactor en %(broker)s
fr: Votre code d'authentification pour %(broker)s

source: A user has registered for %(broker)s
es: Una usuario se ha registrado para %(broker)s
fr: Un utilisateur s'est enregistré sur %(broker)s

source: New registered user %(user)s with email %(email)s.
es: Nuevo usuario registrado %(user)s con correo electrónico %(email)s.
fr: Nouvel utilisateur %(user)s enregistré avec l'addresse e-mail %(email)s.

source: Awesome, a new user signed up on your site!
fr: Super! un nouvel utilisateur s'est enregistré sur votre site!

source: Reset your password on %(broker)s
es: Restablezca su contraseña en %(broker)s
fr: Ré-initializez votre mot de passe pour %(broker)s

source: Please reset your password on %(broker)s by visiting the following url:
es: Restablezca su contraseña en %(broker)s visitando la siguiente URL:
fr: Ré-initializez votre mot de passe pour %(broker)s en suivant ce lien:

source: Link is valid for %(nb_expiration_days)s days.
fr: Le lien expire dans %(nb_expiration_days)s jours.

source: Email address verification
es: Verificación de la dirección de correo electrónico
fr: Vérifiez votre adresse e-mail

source: Verify your email address
es: Verifique su dirección de correo electrónico
fr: Vérifiez votre adresse e-mail

source: You have registered an account with %(provider)s.
es: Ha registrado una cuenta con %(provider)s.
fr: Vous avez créer un compte avec %(provider)s.

source: Please verify your email address and activate your account by visiting the following URL in your favorite browser
es: Verifique su dirección de correo electrónico y active su cuenta visitando elsiguiente URL en su navegador favorito
fr: Veuillez vérifier votre addresse e-mail et activer votre compte en cliquant ici

source: The link is valid for %(expiration_days)s days.
es: El enlace es válido por %(expiration_days)s días.
fr: Le lien expire dans %(expiration_days)s jours.

source: Welcome to %(broker)s
es: Bienvenido a %(broker)s
fr: Bienvenue sur %(broker)s

source: Thank you for registering at %(back_url)s.
es: Gracias por registrarse en %(back_url)s.
fr: Merci de vous être enregistré sur %(back_url)s.

source: If you have any questions or comments, email us at %(email)s.
es: Si tiene alguna pregunta o comentario, envíenos un correo electrónico a %(email)s.
fr: Si vous avez des questions ou commentaires, écrivez-nous à <a href="mailto:%(email)s">%(email)s</a>.

source: If you have any questions or comments, email us at
es: Si tiene alguna pregunta o comentario, envíenos un correo electrónico a
fr: Si vous avez des questions ou commentaires, écrivez-nous à

source: HTTP Request Pipeline
es: Canalización de solicitudes HTTP
fr: Pipeline de requêtes HTTP

source: Configure the request pipeline
es: Configurar la canalización de solicitudes
fr: Configurer le pipeline de requêtes

source: Set URL access rules and where authorized requests are forwared to...
es: Establezca reglas de acceso a URL y dónde se revierten las solicitudes autorizadas ...
fr: Créez les règles d'accès et où les requêtes sont envoyées ensuite...

source: Use keyboard navigation or click 'Next' to move forward.
es: Utilice la navegación con el teclado o haga clic en 'Siguiente' para avanzar.
fr: Utilisez la navigation au clavier ou cliquez sur 'Suivant' pour continuer.

source: Domain
es: Dominio
fr: Nom de domaine

source: Check the domain for which the access rules apply. All HTTP requests to %(site_available_at_url)s<br />will be checked against the access rules defined below.
es: Compruebe el dominio para el que se aplican las reglas de acceso. Todas las solicitudes HTTP a %(site_available_at_url)s<br />se comparará con las reglas de acceso definido a continuación.
fr: Vérifiez le domaine pour lequel les règles d'accès s'appliquent. Toutes les requêtes HTTP vers %(site_available_at_url)s<br />seront vérifiées par rapport aux règles d'accès définies ci-dessous.

source: The site is available at
es: El sitio está disponible en
fr: Le site est disponible à

source: Access Rules
es: Reglas de acceso
fr: Règles d'accès

source: Define an <em>access rule</em> per <em>path</em> then if authorized requests<br />should be forwarded to the web application or served by the firewall itself.
es: Defina una <em> regla de acceso </em> por <em> ruta </em> si está autorizadolas solicitudes<br />deben ser enviadas a la aplicación web o servidas por elcortafuegos en sí.
fr: Définir une <em>règle d'accès</em> par <em>chemin</em> et si les requêtes autorisées<br /> seront transmises à l'application Web ou servies par le pare-feu lui-même.

source: Rank
es: Rango
fr: Rang

source: Path
es: Camino
fr: Chemain

source: Access Rule
es: Regla de acceso
fr: Règles d'accès

source: Forward
es: Hacia adelante
fr: Faire suivre

source: Engage tags
es: Involucrar etiquetas
fr: tags d'engagement

source: Add Access Rule
es: Agregar regla de acceso
fr: Ajouter une règle d'accès

source: Path accessed ...
fr: Chemin accédé ...

source: Your path should end with '/'. If not it will be automatically added.
es: Su camino debe terminar con '/'. De lo contrario, se agregará automáticamente.
fr: Votre chemin devrait se terminer par '/'. Sinon, il sera automatiquement ajouté.

source: Web Application
es: Aplicación web
fr: Application Web

source: Authentication
es: Autenticación
fr: Authentification

source: Registration enabled
es: Registro habilitado
fr: Inscriptions permises

source: Login-only
es: Solo inicio de sesión
fr: Connexion seulement

source: Only site managers can login
es: Solo las administradoras del sitio pueden iniciar sesión
fr: Seuls les administrateurs peuvent se connecter

source: Add CORS headers
fr: Ajouter des headers CORS

source: Send welcome e-mail to newly registered users
es: Envíe un correo electrónico de bienvenida a los usuarios recién registrados
fr: Envoyer un message de bienvenue

source: Forward HTTP requests to entry point *
es: Reenviar solicitudes HTTP al punto de entrada *
fr: Faire suivre les requêtes HTTP au point d'entrée *

source: Set the entry point where authorized requests should be forwarded to.
es: Establezca el punto de entrada al que se deben reenviar las solicitudes autorizadas.
fr: Définir le point d'entrée où les requêtes autorisées doivent être envoyées.

source: Forwarded session encoding *
es: Codificación de sesión reenviada *
fr: Données de session transmises *

source: No Session Forwarded
es: No se reenvió la sesión
fr: Aucune données de session transmise

source: Cookie-based Session Backend
es: Backend de sesión basado en cookies
fr: Session basée sur un cookie

source: JWT-based Session Backend
es: Backend de sesión basado en JWT
fr: Session basée sur JWT

source: Download the API key used to encrypt
es: Descargue la clave de API utilizada para cifrar
fr: Téléchargez la clé API utilisée pour chiffrer

source: sessions forwarded to your web application.
es: sesiones reenviadas a su aplicación web.
fr: données de session transmises à votre application.

source: more...
es: más...
fr: plus...

source: Generate Key
es: Generar clave
fr: Genérer une clé

source: Encrypted Session Key
es: Clave de sesión cifrada
fr: données de session encryptées

source: Generating
es: Generando
fr: Génère

source: This is the AES key used to encrypt the session cookie passed to your application when a request was authorized.
es: Esta es la clave AES que se utiliza para cifrar la cookie de sesión que se le pasa aplicación cuando se autorizó una solicitud.
fr: C'est la clé AES utilisée pour chiffrer le cookie de session transmise à votre demande lorsqu'une demande a été autorisée.

source: The key will only be displayed once. Keep it secure.
es: La clave solo se mostrará una vez. Mantenlo seguro.
fr: La clé ne sera affichée qu'une fois. Gardez-la en sécurité.

source: Regenerate
es: Regenerada
fr: Régénérer

source: Testing
es: Pruebas
fr: Tester

source: Enter a username and check the token that will be passed to your backend service.
es: Ingrese un nombre de usuario y verifique el token que se transferirá a su backend Servicio.
fr: Entrez un nom d'utilisateur et vérifier le token qui sera passé à votre service backend.

source: Check
es: Controlar
fr: Vérifier

source: As HTTP Header
es: Como encabezado HTTP
fr: Comme entête HTTP

source: Forwarding requests to
es: Reenvío de solicitudes a
fr: Faire suivre les requêtes à

source: Trigger 500 Error
fr: Déclencher une erreur 500

source: User engagement
es: Compromiso del usuario
fr: Engagement utilisateur

source: Couldn't reach destination.
es: No se pudo llegar al destino.
fr: La destination n'est pas accessible.

source: 503 Service Unavailable
es: 503 Servicio no Disponible
fr: 503 Le service n'est pas disponible

source: Sorry, we couldn't reach the service behind the firewall.
es: Lo sentimos, no pudimos comunicarnos con el servicio detrás del firewall.
fr: Désolé, nous ne pouvons atteindre le service derrière le par-feu

source: Please come back later or try to navigate another part of the site.
es: Vuelva más tarde o intente navegar por otra parte del sitio.
fr: Veuillez revenir plus tard ou naviguez une autre partie du site.

source: Thank you for the patience!
es: ¡Gracias por la paciencia!
fr: Merci pour votre patience!

source: If you think there is a mistake on our part or you need help setting up your website, please <a href="/contact/">contact us</a>. We are happy to help. Thank you!
es: Si cree que hay un error de nuestra parte o necesita ayuda para configurar sube tu sitio web, <a href="/contact/">contáctanos</a>. Estamos felices para ayudar. ¡Gracias!
fr: Si vous pensez qu'il y a erreur de notre part ou si vous avez besoin d'aide pour configurer votre site Web, veuillez nous <a href="/contact/">contacter</a>. Nous serons heureux de vous aider. Merci!

source: ERROR - Processor keys are missing from the server configuration file.
es: ERROR: faltan las claves del procesador en el archivo de configuración del servidor.
fr: ERREUR - Les clés du processeur sont absentes du fichier de configuration du serveur.

source: ERROR - No processor account connected.
es: ERROR: no hay una cuenta de procesador conectada.
fr: ERREUR - Aucun compte de processeur connecté.

source: Connect to a processor account
es: Conectarse a una cuenta de procesador
fr: Connecter un compte processeur.

source: to create payments.
es: para crear pagos.
fr: Pour créez des payments.

source: TESTING MODE - No funds will be transfered and <a href="https://stripe.com/docs/testing#cards" target="_blank" style="color:#e43;text-decoration:underline;">Stripe test cards</a> can be used to make payments.
es: MODO DE PRUEBA - No se transferirán fondos y <a href="https://stripe.com/docs/testing#cards" target="_blank" style="color:#e43;text-decoration:underline;">Tarjetas de prueba de Stripe</a> se pueden utilizar para realizar pagos.
fr: MODE TEST - Aucun fonds ne sera transféré et <a href="https://stripe.com/docs/testing#cards" target="_blank" style="color:#e43;text-decoration:underline;">les numéros de cartes test</a> peuvent etre utilisés.

source: Use livemode processor keys in the server configuration file to create actual payments.
es: Utilice las claves del procesador del modo en vivo en el archivo de configuración del servidor para crear pagos reales.
fr: Utilisez les clés de processeur en mode direct dans le fichier de configuration du serveur pour créer paiements réels.

source: Connect to a livemode account
es: Conectarse a una cuenta de Livemode
fr: Connecter un compte en mode production.

source: to create actual payments.
es: para crear pagos reales.
fr: pour créer des paiements réels.

source: Create profile
es: Crear profil
fr: Créer un profil

source: Download
es: Descargar
fr: Télécharger

source: Match
es: Partido
fr: Filtre

source: Selected Plan
es: Plan seleccionado
fr: Le plan sélectionné

source: %(plan)s from %(organization)s
es: %(plan)s de %(organization)s
fr: %(plan)s de %(organization)s

source: Remove from Cart
es: Quitar del carrito
fr: Retirer du panier

source: Payment Options
es: Opciones de pago
fr: Options de payment

source: Full name (i.e. first and last names)
es: Nombre completo (es decir, nombre y apellido)
fr: Nom complet (prénom suivi du nom de famille)

source: Add
es: Agregar
fr: Ajouter

source: %(plan)s from %(organization)s
es: %(plan)s de %(organization)s
fr: %(plan)s de %(organization)s

source: Charged Today
es: Cargado hoy
fr: A payer aujourd'hui

source: Accept Role
es: Aceptar el rol
fr: Accepter rôle

source: pending request
es: Solicitud pendiente
fr: requête pour rôle

source: Remove
es: Eliminar
fr: Retirer

source: Available soon!
es: ¡Disponible pronto!
fr: Bientôt disponible!

source: Contact Us
es: Contacta con nosotras
fr: Contactez nous

source: (was %(price)s)
es: (era %(price)s)
fr: (avant %(price)s)

source: %(price)s one-time setup
es: %(price)s configuración única
fr: %(price)s coût initial de configuration

source: Buy Now
es: Compra ahora
fr: Achetez Maintenant

source: Request access
es: Solicitar acceso
fr: Demande d'accès

source: All roles
fr: Tout les roles

source: Connected Profiles
es: Perfiles conectados
fr: Profils connectés

source: Billing
es: Facturación
fr: Facturation

source: Subscriptions
es: Suscripciones
fr: Abonnements

source: Pricing, billing and metrics
es: Precios, facturación y métricas
fr: Prix, facturation et métriques

source: Dashboard
es: Tablero
fr: Tableau de bord

source: Reports
fr: Rapports

source: Subscribers
es: Suscriptoras
fr: Abonnés

source: Plans
es: Planes
fr: Forfaits

source: Funds
es: Fondos
fr: Fonds

source: Roles and permissions
es: Roles y permisos
fr: Rôles et permissions

source: Rules
es: Normas
fr: Règles

source: Trust &amp; Compliance
fr: Confiance &amp; Conformité

source: No transactions
es: Sin transacciones
fr: Aucune transaction

source: Refunded
es: Reintegrada
fr: Remboursé

source: Add to Cart
es: Añadir al carrito
fr: Ajouter au panier

source: Card Holder
es: Titular de la tarjeta
fr: Titulaire de la carte

source: This field shouldn't be empty
fr: Cette valeur ne peut pas être vide.

source: field(s) cannot be empty.
fr: Ces valeurs ne peut pas être vide.

source: %%(timedelta)s ago
fr: %%(timedelta)s avant

source: %%(timedelta)s left
fr: %%(timedelta)s encore

source: Unlock your subscriptions
es: Desbloquea tus suscripciones
fr: Débloquer vos abonnements

source: You have no balance due.
es: No tiene saldo adeudado.
fr: Vous n'avez pas de solde dû

source: On %(created_at)s, we attempted to charge your card
es: El %(created_at)s, intentamos cargar su tarjeta
fr: Nous avons essayé de débiter votre carte en date du %(created_at)s

source: The charge failed
es: El cargo falló
fr: La transaction a échoué.

source: The charge was disputed
es: El cargo fue disputado
fr: La transaction a été contestée.

source: Please enter a valid credit card. A new charge of %(price)s will be created. Thank you.
es: Introduzca una tarjeta de crédito válida. Se creará un nuevo cargo de %(price)s. Gracias.
fr: Veuillez entrer une carte de crédit valide. Une nouvelle transaction de %(price)s va être créée. Merci.

source: Thank you for your business.
es: Gracias por hacer negocios.
fr: Merci.

source: %(organization)s Payment Processor
es: %(organization)s Procesador de pagos
fr: Processeur de transactions pour %(organization)s

source: Account Number
es: Número de cuenta
fr: Numéro de compte

source: De-authorize
es: Desautorizar
fr: Dé-authoriser

source: Please confirm you want to de-authorize access to your Stripe account. This will prevent you from charging customers.
es: Confirme que desea desautorizar el acceso a su cuenta de Stripe. Estole impedirá cobrar a los clientes.
fr: Veuillez confirmez que vous souhaitez révoquer l'accès à votre compte Stripe. Vous ne pourrez plus facturer les clients en ligne.

source: Connect a payment processor to create charges on behalf of %(organization)s.
es: Conecte un procesador de pagos para crear cargos en nombre de %(organization)s.
fr: Connecté un processeur de payments pour %(organization)s.

source: Update Card for %(organization)s
es: Actualizar tarjeta para %(organization)s
fr: Mettre à jour la carte bancaire pour %(organization)s

source: Pay Now
es: Pagar ahora
fr: Payez maintenant

source: Danger Zone
es: Zona peligrosa
fr: Zone dangereuse

source: This operation cannot be reversed.
es: Esta operación no se puede revertir.
fr: Cette opération ne peut pas être annulée.

source: Delete Card
es: Eliminar tarjeta
fr: Supprimer la Carte

source: You are about to delete the card on file for %(profile_name)s.
es: Está a punto de eliminar la tarjeta registrada para %(profile_name)s.
fr: Vous êtes sur le point de supprimer la carte de %(profile_name)s. Cette opération ne peut pas être annulée.

source: Are you sure you want to continue?
es: ¿Estás segura de que quieres continuar?
fr: Etes-vous sûr de vouloir continuer ?

source: Select Payment Options
es: Seleccionar opciones de pago
fr: Séléctionnez les options de payment

source: Place order on behalf of ...
es: Realizar pedido en nombre de ...
fr: Placer une commande de la part de...

source: Complete Order
es: Orden completa
fr: Complétez la commande

source: Extra Charge
es: Carga extra
fr: Charge additionnelle

source: Description for the charge
es: Descripción del cargo
fr: Texte libre pour la description de la charge

source: Your subscription cart is empty.
es: Su carrito de suscripción está vacío.
fr: Votre caddie d'abonnements est vide.

source: Have a registration code?
es: ¿Tiene un código de registro?
fr: Avez-vous un code d'enregistrement?

source: Enter Code
es: Introduzca el código
fr: Entrez le code

source: Apply
es: Aplicar
fr: Utiliser

source: If you received a registration code, please enter it here.
es: Si recibió un código de registro, ingréselo aquí.
fr: Si vous avez reçu un code d'enregistrement, veuillez l'entrer ici.

source: No charges
fr: Pas de charge

source: Upload
fr: Télécharger

source: Next &raquo;
fr: Suivant &raquo;

source: Coupons are used to offer percentage discounts.<br />Create a coupon code with an associated discount percentage.<br />Distribute the coupon code to whoever is entitled<br />to a discount on their subscriptions. Users will be able to claim<br />the discount on the checkout page by entering the coupon code.
es: Los cupones se utilizan para ofrecer descuentos porcentuales.<br />Cree un código de cupón con un porcentaje de descuento asociado. <br /> Distribuya el código de cupón a quien tenga derecho<br /> a un descuento en sus suscripciones. Los usuarios serán puede reclamar <br /> el descuento en la página de pago ingresando el cupón código.
fr: Les coupons sont utilisés pour offrir des pourcentages de réduction.<br />Créez un code de réduction avec un pourcentage de réduction associé.<br />Distribuez le code à quiconque a droit à une réduction sur ses abonnements<br />Les utilisateurs pourront réclamer la réduction sur la page de paiement en entrant le code du coupon

source: Discount Code
es: Código de descuento
fr: Code de réduction

source: Discount amount
fr: Montant de réduction
