Repository: VanL/djaoapp
Catalog: djaoapp/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Add a coupon by entering a code, percentage and click 'Create Coupon'.
es: Agregue un cupón ingresando un código, porcentaje y haga clic en 'Crear cupón'.
fr: Ajouter un coupon en entrant un code, un pourcentage et cliquez sur 'Crééz un Coupon'.

source: Create Coupon
es: Crear Cupón
fr: Créez un coupon

source: Sort
es: Clasificar
fr: Trier

source: Code (ascending)
es: Código (ascendente)
fr: Code (ascendant)

source: Code (descending)
es: Código (descendente)
fr: Code (descendant)

source: Discount (highest)
es: Descuento (más alto)
fr: Réduction (plus)

source: Discount (lowest)
es: Descuento (más bajo)
fr: Réduction (moins)

source: Expiration (soonest)
es: Caducidad (más pronto)
fr: Expiration (plus récente)

source: Expiration (latest)
es: Caducidad (última)
fr: Expiration (plus ancienne)

source: No Coupons
es: Sin cupones
fr: Aucun coupons

source: Click on a coupon code to see who has redeem it.
es: Haga clic en un código de cupón para ver quién lo ha canjeado.
fr: Cliquez sur un code promo pour voir qui l'a échangé.

source: Discount
es: Descuento
fr: Réduction

source: Expires At
es: Caduca a las
fr: Expire à

source: Plan
fr: Abonné à

source: unk
fr: inconnu

source: No Plan
fr: Aucun plans

source: Use limit
es: Límite de uso
fr: Nombre d'utilisations

source: No limit
es: Sin límite
fr: Sans limite

source: Add a description for you to easily remember.
es: Agrega una descripción para que la recuerdes fácilmente.
fr: Ajouter une description pour vous en rappeler facilement.

source: Edit Description
es: Editar Descripción
fr: Editez la description

source: Add offline transaction
es: Agregar transacción fuera de línea
fr: Ajouter une transaction hors ligne

source: Subscription
es: Suscripción
fr: Abonnement

source: Subscriber name or email
es: Nombre o correo electrónico del suscriptor
fr: Nom ou e-mail de l'abonné

source: Created At
es: Creado en
fr: Créé à

source: Save
es: Salvar
fr: Sauver

source: %(organization)s Billing History
fr: Payment historique de %(organization)s

source: Payments made on the platform.
es: Pagos realizados en la plataforma.
fr: Paiements effectués sur la platforme

source: You can manage the Credit Card on file for your subscription. You can also see the list of all payments made here.
es: Puede administrar la tarjeta de crédito registrada para su suscripción. También puede consulte la lista de todos los pagos realizados aquí.
fr: Vous pouvez gérer la carte de crédit enregistrée pour votre abonnement.Vous pouvez également voir la liste de tous les paiements effectués ici.

source: Cancel Balance
fr: Annuler le solde

source: One-time Charge
fr: charge unique ...

source: All services you bought and the current balance due.
es: Todos los servicios que compró y el saldo actual adeudado.
fr: Tous les services que vous avez achetés et le solde actuel dû.

source: Balance
es: Equilibrio
fr: Solde

source: The amount you owe.
es: La cantidad que debes.
fr: Le montant que vous devez.

source: due
es: debida
fr: solde dû

source: pay now
es: Pagar ahora
fr: Payer maintenant

source: credit
es: crédito
fr: crédit

source: Credit Card
es: Tarjeta de crédito
fr: Carte de crédit

source: Update your credit card on file so you always pay promptly.
es: Actualice su tarjeta de crédito registrada para que siempre pague puntualmente.
fr: Mettez à jour votre carte de crédit enregistrée afin de toujours payer rapidement.

source: Cancel balance due
es: Cancelar el saldo adeudado
fr: Annuler le solde dû

source: Are you sure you would like to cancel the whole balance of
es: ¿Está seguro de que desea cancelar todo el saldo de
fr: Etes-vous sûr de vouloir annuler tout le solde de

source: Charge receipt
es: Recibo de cargo
fr: Accusé de réception

source: Email Again
es: Confirmación del correo electrónico
fr: Renvoyer par mail

source: Printable
es: Imprimible
fr: Imprimable

source: On %(created_at)s, we attempted to charge your card for the amount of %(price)s.
es: El %(created_at)s, intentamos cargar en su tarjeta la cantidad de%(price)s.
fr: Nous avons essayé de débiter votre carte en date du %(created_at)s pour un montant de %(price)s.

source: The charge succeeded.
es: La carga tuvo éxito.
fr: La transaction a réussi.

source: The charge failed.
es: El cargo falló.
fr: La transaction a échoué.

source: The charge was disputed.
es: El cargo fue disputado.
fr: La transaction a été contestée.

source: The charge is in progress...
es: La carga está en curso ...
fr: La transaction est en cours...

source: Please specify the amount you would like refunded (in %(unit)s).
es: Especifique la cantidad que desea reembolsar (en %(unit)s).
fr: Veuillez spécifier le montant que vous souhaitez être remboursé (en %(unit)s).

source: Ledger
fr: Livre de compte

source: Origin Profile
fr: Profil d'origine

source: Origin Account
es: Cuenta de origen
fr: Compte d'origine

source: Destination Profile
fr: Profile destinataire

source: Destination Account
es: cuenta de destino
fr: Compte destinataire

source: %(organization)s Funds
fr: Transfers pour %(organization)s

source: Cart items
fr: Articles du panier

source: Transaction Ledger
fr: Livre des transactions

source: Add Transactions
fr: Ajouter des Transactions

source: Transfer earned income to the organization bank account. All paid subscriptions<br />accumulate in the organization's Funds balance. You can see all deposits<br />into the organization Funds balance and transfer available funds to a bank account here.
es: Transferir los ingresos del trabajo a la cuenta bancaria de la organización. Todo pagado las suscripciones<br />se acumulan en el saldo de fondos de la organización. Puede ver todos los depósitos <br /> en la organización Saldo y transferencia de fondos fondos disponibles para una cuenta bancaria aquí.
fr: Transférer le revenu gagné sur le compte bancaire de l'organisation. Tous les abonnements payés<br />s'accumulent dans le solde des fonds de l'organisation. Vous pouvez voir tous les dépôts<br />aux fonds d'une organisation ainsi que les fonds disponibles de transfert à un compte bancaire ici.

source: Available
es: Disponible
fr: Disponible

source: Amount available to transfer to the provider deposit account
es: Importe disponible para transferir a la cuenta de depósito del proveedor
fr: Le montant disponible qui peut être transférer sur le compte de dépôt.

source: Withdraw up to the available amount.
es: Retirar hasta la cantidad disponible.
fr: Retirer jusqu'à la quantité disponible.

source: withdraw
es: Extracción
fr: retirer

source: Deposit Information
es: Información de depósito
fr: Informations de dépôt

source: Update your bank information so funds can be transfered to you.
es: Actualice su información bancaria para que se le puedan transferir los fondos.
fr: Mettez à jour vos informations bancaires afin que les fonds puissent vous être transférés.

source: Withdraw funds to your bank account
es: Retirar los fondos de tu cuenta bancaria
fr: Transférer les fonds sur votre compte bancaire

source: Terms and Policies
es: Términos y Políticas
fr: Termes et conditions

source: In providing the best possible service, you will find here the legal documents that keeps everyone from trouble.
es: Al brindar el mejor servicio posible, aquí encontrará lo legalDocumentos que evitan que todos tengan problemas.
fr: Vous trouverez ici tout les documents légaux.

source: No Terms nor policies yet
es: Aún no hay términos ni políticas
fr: Pas de termes

source: You can also feel free to contact us by alternative means.
es: También puede ponerse en contacto con nosotros por medios alternativos.
fr: Vous pouvez aussi nous contacter alternativement.

source: Address
es: Dirección
fr: Adresse

source: Please accept the terms.
es: Acepta los términos.
fr: Veuillez accepter les termes d'utilisation.

source: I have read and accept these terms and conditions.
es: He leído y acepto estos términos y condiciones.
fr: J'ai lu et accepte les <a href="%s">termes et conditions</a>.

source: Subscribers activity
fr: Activitée des abonnés

source: Active within the last 7 days
fr: Actif au cours des 7 derniers jours

source: users
fr: utilisateurs

source: Last login
fr: Dernière connexion

source: No items
fr: Pas d'article

source: Inactive since %(expires_at)s
fr: Inactif depuis %(expires_at)s

source: subscribers
fr: Abonnés

source: Click on a name to show user with roles on the profile.
fr: Cliquez sur un nom pour afficher l'utilisateur avec des rôles sur le profil.

source: Balances
es: Saldos
fr: Soldes

source: Title
es: Título
fr: Titre

source: No aggregated balances defined for this report. Add the first one with the form below.
es: No se han definido saldos agregados para este informe. Agregue el primero con el formulario a continuación.
fr: Pas de soldes agrégés définis pour ce rapport. Ajoutez le premier avec le formulaire ci-dessous.

source: Selector
fr: Sélecteur

source: Add Line
es: Añadir línea
fr: Ajouter un ligne

source: Balances due
fr: Soldes dus

source: Created at
es: Creado en
fr: Créé à

source: Full Name
fr: Nom complet

source: Unit
fr: Unité

source: Contract Value
fr: Valeur contractuelle

source: Cash Payments
fr: Paiements en espèces

source: Balance Due
fr: Solde du

source: No Balances
fr: Pas de soldes

source: %(title)s for %(organization)s
es: %(title)s para %(organization)s
fr: %(title)s pour %(organization)s

source: Track monthly revenue and monthly subscribers.
es: Realice un seguimiento de los ingresos mensuales y los suscriptores mensuales.
fr: Suivre les revenus mensuels et les abonnés mensuels.

source: %(coupon)s Performance
es: %(coupon)s Rendimiento
fr: Performance de %(coupon)s

source: Download .CSV
es: Descarga .CSV
fr: Télécharger .CSV

source: %(coupon)s was used
es: Se usó %(coupon)s
fr: %(coupon)s a été utilisé

source: times
es: veces
fr: fois

source: time
es: veces
fr: fois

source: User
es: Usuaria
fr: Nom d'utilisateur

source: Sort coupon use by ascending and descending order.
es: Clasifique el uso de cupones en orden ascendente y descendente.
fr: Trier l'utilisation des coupons par ordre croissant et décroissant.

source: Used at
es: Usado en
fr: Utilisé à

source: No use of %(coupon)s coupon
es: No se utiliza el cupón de %(coupon)s
fr: Pas d'utilisation du coupon %(coupon)s

source: %(organization_name)s Dashboard
es: Panel de %(organization_name)s
fr: Tableau de bord pour %(organization_name)s

source: A section short description
es: Una breve descripción de la sección
fr: Une courte description de la section

source: Find a profile
fr: Chercher un profil

source: No recently active users
es: No hay usuarios activos recientemente
fr: Aucun utilisateurs inscrits récemment

source: MRR
fr: RMR

source: Daily Active Users
es: Usuarias activas diarias
fr: Utilisateurs actif par jour

source: No engagement data
es: Sin datos de participación
fr: Aucune données d'engagement

source: %(organization)s Customer Lifetime Value
fr: Valeur de %(organization)s au cours de vie

source: Name
fr: Nom

source: Deferred Revenue
fr: Revenus différés

source: Ends at
es: Termina en
fr: Se termine le

source: No Profile
fr: Pas de profil

source: Add plan
es: Agregar plan
fr: Ajouter un plan

source: %(organization)s Reports
fr: Rapports de %(organization)s

source: Lifetime value
fr: Valeur au cours de vie

source: Balance Sheet
fr: Bilan

source: Balances Due
fr: Soldes dus

source: Amounts ($)
fr: Montants

source: Balances ($)
fr: Soldes

source: Customers
fr: Clients

source: Active subscribers
es: Suscriptores activos
fr: Les abonnés actifs

source: Hourly
fr: Horaire

source: Daily
fr: Journalier

source: Weekly
fr: Hebdomadaire

source: Monthly
fr: Mensuel

source: Yearly
fr: Annuel

source: Definitions for Income, Backlog, and Receivable
fr: Définitions pour les ventes totales, les paiements, etc.

source: Thank you for your continued business. If you have any questions or comments, email us at <a href="mailto:%(email)s">%(email)s</a>.
es: Gracias por su continuo negocio. Si tiene alguna pregunta ocomentarios, envíenos un correo electrónico a <a href="mailto:%(email)s">%(email)s</a>.
fr: Merci. Si vous avez des questions ou commentaires, écrivez-nous à <a href="mailto:%(email)s">%(email)s</a>.

source: Trust and Compliance
fr: Confiance &amp; Conformité

source: %(organization)s Profile
es: Profil de %(organization)s
fr: Profil de %(organization)s

source: %(user)s Profile
es: Profil de %(user)s
fr: Profil de %(user)s

source: Update your contact information, password, etc.
es: Actualice su información de contacto, contraseña, etc.
fr: Mettez à jour votre profil, vos coordonnées, votre mot de passe, etc.

source: Created at %(created_at)s
fr: Créé à %(created_at)s

source: Change Password
es: Cambiar la contraseña
fr: Changer mot de passe

source: Use a new password to login.
es: Utilice una nueva contraseña para iniciar sesión.
fr: Utilisez un nouveau mot de passe pour vous connecter.

source: Programmatic Keys
fr: Clés programmatiques

source: Obtain new API Keys to authenticate.
fr: Obtenir une nouvelle clé API pour s'authentifier.

source: Send an activation e-mail to the user.
es: Enviar un correo electrónico de activación a la usuaria.
fr: Envoyer un e-mail d'activation à l'utilisateur.

source: Upload picture ...
es: Subir foto ...
fr: Télécharger une photo ...

source: Save picture
es: Guardar foto
fr: Sauvegarder la photo

source: Delete Profile
es: Borrar perfil
fr: Supprimer le profil

source: You are about to delete the profile and account for %(profile_name)s.
es: Está a punto de eliminar el perfil y la cuenta de %(profile_name)s.
fr: Vous êtes sur le point de supprimer le profil et le compte de <em>%(profile_name)s</em>. Cette opération ne peut pas être annulée.

source: Verify e-mail
fr: Vérifiez votre adresse e-mail

source: We will send an e-mail with a one-time verification link. Please click, or copy/paste the link in a browser window, to verify the e-mail address.
fr: Nous vous enverrons un e-mail avec un lien de vérification unique. Veuillez cliquer, ou copiez/collez le lien dans une fenêtre de navigateur, pour vérifier l'adresse e-mail.

source: Are you ready to verify the email address?
fr: Êtes-vous prêt à vérifier l'adresse e-mail?

source: We sent a code to your e-mail address.
fr: Nous avons envoyé un code à votre adresse e-mail.

source: Verification Code
fr: Code de vérification

source: Email link
fr: Lien par e-mail

source: Verify
fr: Vérifier

source: Verify phone
fr: Vérifier numéro de téléphone

source: Verify phone number
fr: Vérifier numéro de téléphone

source: We will text a one-time code to the phone number. We will then ask you to enter this code to verify the phone number.
fr: Nous enverrons un code à usage unique par SMS au numéro de téléphone. Nous vous demanderons alors d'entrer ce code pour vérifier le numéro de téléphone.

source: Are you ready to verify the phone number?
fr: Êtes-vous prêt à vérifier le numéro de téléphone ?

source: Text a code
fr: Envoyez un code par SMS

source: Create profile ...
fr: Créer un profil ...

source: You don't have access to any profile yet. Please request access to an existing profile or create a new one.
es: Aún no tienes acceso a ningún perfil. Solicita acceso a unperfil existente o crear uno nuevo.
fr: Vous n'avez pas accès à un profil. Veuillez demander l'accès à un profil ou créez un nouveau profil.

source: Request access to an existing profile or create a new profile
fr: Veuillez demander l'accès à un profil existant ou créez un nouveau profil.

source: Start typing an organization name or a contact e-mail ...
fr: Commencez a entrer le nom d'une organization ou l'addresse e-mail d'un contact...

source: We couldn't find a profile matching your search criteria, or there are too many profiles matching your search criteria. Please keep typing to narrow the search, or create a new profile.
fr: Nous n'avons pas trouvé de profil correspondant à vos critères de recherche, ou il y a trop de profils correspondant à vos critères de recherche. Veuillez continuer à taper pour affiner la recherche ou créer un nouveau profil.

source: You are about to create a new profile for yourself or for your organization. We need a gather some information to create the profile.
fr: Vous êtes sur le point de créer un nouveau profil pour vous-même ou pour votre organisation. Nous avons besoin de rassembler des informations pour créer le profil.

source: Profile name
es: Perfil nombre.
fr: Nom du profil

source: Profile email
fr: Email du profil

source: Unique ID (as shown in URLs)
fr: Identifiant unique (visible dans la barre URL)

source: Create Profile
es: Crear Profil
fr: Créer un profil

source: %(full_name)s was not found. This is an opportunity to invite this profile to join %(site)s.
es: No se encontró %(full_name)s. Esta es una oportunidad para invitar a este perfil para unirse a %(site)s.
fr: Nous n'avons pas trouvé %(full_name)s. C'est l'occasion d'inviter %(full_name)s à rejoindre %(site)s.

source: To
es: A
fr: À

source: The following invite message will be sent:
es: Se enviará el siguiente mensaje de invitación:
fr: Le message suivant sera envoyé avec l'invitation:

source: Hello, I would like to request access to your profile on %(site)s. Thank you, - %(user)s
es: Hola, Me gustaría solicitar acceso a su perfil en %(site)s. Gracias, - %(user)s
fr: Bonjour, J'aimerais accéder à votre profil sur le site %(site)s. Merci, - %(user)s

source: Period price
es: Precio del período
fr: Prix par période

source: No Plans
es: Sin planes
fr: Aucun plans

source: active
es: activa
fr: actif

source: disabled
es: discapacitada
fr: désactivé

source: %(title)s Plan
fr: Forfait %(title)s

source: New Plan ...
es: Nuevo Plan ...
fr: Nouveau plan

source: Plan Subscribers
es: Suscriptores del plan
fr: Abonnés à ce forfait

source: Set the title, description and price of a plan.
es: Establezca el título, la descripción y el precio de un plan.
fr: Définir le titre, la description et le prix d'un forfait.

source: Toggle this plan between available for subscription or not.
es: Alternar este plan entre disponible para suscripción o no.
fr: Basculer ce forfait entre disponible pour abonnement ou non.

source: Deactivate
es: Desactivar
fr: Désactiver

source: Users can only subscribe to active plans.
es: Los usuarios solo pueden suscribirse a planes activos.
fr: Les utilisateurs peuvent uniquement s'abonner aux forfaits actifs.

source: Delete Plan
es: Eliminar plan
fr: Supprimer le plan

source: Please confirm you want to delete this plan.
es: Confirme que desea eliminar este plan.
fr: Veuillez confirmer que vous souhaitez supprimer ce forfait.

source: %(plan)s active subscribers
fr: Abonnés actifs au forfait %(plan)s

source: Profile name or e-mail
es: Nombre de perfil o correo electrónico
fr: Nom du profil ou email

source: Add Subscriber
fr: Ajouter un abonné

source: Subscriber name
fr: Nom d'abonné

source: Hello, I have subscribed you to %(plan)s on %(site)s. Thank you, - %(user)s
fr: Boujour, Je vous abonne au plan %(plan)s sur le site %(site)s. Merci, - %(user)s

source: Subscriber
es: Abonado
fr: Abonné

source: Since
es: Ya que
fr: Depuis

source: Grant/Request
fr: Accord/Requête

source: No subscribers
es: Sin suscriptores
fr: Aucun abonné

source: with filter:
es: con filtro:
fr: avec filtre:

source: Edit description here
es: Editar descripción aquí
fr: Ajouter une description

source: Revoke grant
fr: Révoquer

source: Accept request
fr: Accepte rôle

source: Unsubscribe
es: Darse de baja
fr: Se désabonner

source: Roles
fr: Rôles

source: Add/Remove roles
es: Agregar o quitar roles
fr: Ajouter/Retirer rôles

source: Managers can view the revenue and subscription metrics. They can<br />transfer funds to the organization bank account, issue refunds, etc.<br />They can add discount coupons and of course, other roles. Contributors have more permissions than normal users<br />but restricted access compared to managers..
es: Los gerentes pueden ver las métricas de ingresos y suscripciones. Pueden <br /> transferir fondos a la cuenta bancaria de la organización, emitir reembolsos, etc. <br /> Pueden agregar cupones de descuento y, por supuesto, otras funciones. Los colaboradores tienen más permisos que los usuarios normales <br /> pero acceso restringido en comparación con gerentes ...
fr: Les managers peuvent voir les statistiques de revenus et d'abonnements.

source: Create role
fr: Créez un rôle

source: Requires OTP to sign-in
fr: Nécessite OTP pour se connecter

source: Requires users with the role to sign-in using an OTP code as a multi-factor authentication.
fr: Nécessite que les utilisateurs dotés du rôle se connectent à l'aide d'un code OTP comme authentification multifacteur.

source: Skip opt-in on grant
fr: Ignore confirmation lors de l'ajout

source: Automatically grants the role without requiring a user to accept it.
es: Otorga automáticamente el rol sin que el usuario lo acepte.
fr: Accorde automatiquement le rôle sans qu'un utilisateur ne l'accepte.

source: Implicit role
fr: Rôle implicite

source: Automatically adds the role when a user and profile share the same e-mail domain.
es: Agrega automáticamente la función cuando un usuario y un perfil comparten el mismo correo electrónico dominio.
fr: Ajoute automatiquement le rôle lorsqu'un utilisateur et un profil partagent le même e-maildomaine.

source: %(organization)s %(role_descr)ss
es: %(organization)s %(role_descr)s
fr: %(role_descr)ss de %(organization)s

source: Add/Remove %(role_descr)s
es: Agregar / quitar %(role_descr)s
fr: Ajouter/Retirer %(role_descr)s

source: When a user is listed under a role for an organization, she will be able to view pages and execute actions associated with the role.
es: Cuando un usuario aparece en una función de una organización, podráver páginas y ejecutar acciones asociadas con el rol.
fr: Lorsqu'un utilisateur appartient à la liste des rôles pour une organisation, il est capable de voir et executer les actions associées à ce rôle.

source: Add %(role_descr)s
es: Agregar %(role_descr)s
fr: Ajouter %(role_descr)s

source: Invite %(role_descr)s
es: Invitar %(role_descr)s
fr: Inviter %(role_descr)s

source: %(invitee)s is not yet registered. This is an opportunity to invite and add her/him as a %(role_descr)s for %(organization)s.
es: %(invitee)s aún no está registrado. Esta es una oportunidad para invitar y agregar él / ella como %(role_descr)s para %(organization)s.
fr: Nous n'avons pas trouvé %(invitee)s. C'est l'occasion de l'inviter a prendre un rôle de %(role_descr)s pour %(organization)s.

source: Hi %(invitee)s, I am adding you as a %(role_descr)s to %(organization)s. Thank you, - %(user)s
es: Hola %(invitee)s, Te estoy agregando como %(role_descr)s a %(organization)s. Gracias, -%(user)s
fr: Boujour %(invitee)s, Je vous ajoute à la liste des %(role_descr)s de %(organization)s. Merci, - %(user)s

source: Group of buttons to show or hide invited and requested roles
es: Grupo de botones para mostrar u ocultar roles invitados y solicitados
fr: Groupe de boutons pour voir ou cacher les invitations et requêtes d'un rôle

source: Pending Invites
es: Invitaciones pendientes
fr: Invitations

source: Roles Requested
es: Roles solicitados
fr: Rôles requis

source: No %(role_descr)ss yet
es: Aún no hay %(role_descr)s
fr: Aucun %(role_descr)s

source: Login disabled
fr: connexion désactivé

source: OTP enabled
fr: OTP actif

source: requested
es: solicitada
fr: demandé

source: Grant
es: Conceder
fr: Accorder

source: invited
es: invitada
fr: invité

source: Resend Invite
es: Reenviar invitación
fr: Re-envoyer l'invitation

source: Click here to revoke access to the user.
es: Haga clic aquí para revocar el acceso a la usuaria.
fr: Cliquez ici pour révoquer l'accès d'un utilisateur

source: Revoke
es: Revocar
fr: Révoquer
